{
  "Aloe vera": {
    "root_rot": "Aloe verayı saksıdan çıkarıp tüm kökleri görünür hale getir ve kahverengi, yumuşamış, kötü kokulu kökleri steril bir bıçakla tamamen kes. Kalan sağlam kökleri ve gövdeyi doğrudan toprağa koymadan önce en az 24 saat gölgede, havadar bir yerde kurut ki dokular yeniden hava alabilsin. Eski toprağı kesinlikle kullanma; iyi drene olan, kumlu-sukulent toprağına yeniden dik ve saksının altında mutlaka drenaj deliği olduğundan emin ol. Diktikten sonra en az 10–14 gün boyunca hiç sulama yapma ve sonrasında sadece toprak tamamen kuruduğunda az miktarda sulama alışkanlığına dön.",
    "leaf_yellowing": "Aloe verada yaprak sararması çoğunlukla ya fazla sulama ya da çok direkt güneş nedeniyle oluşur; önce parmağınla toprağın derinini kontrol et ve ıslaksa sulamayı birkaç hafta durdur. Bitki çok sert öğle güneşi alıyorsa daha aydınlık ama filtreli ışık alan bir yere taşı, böylece hem fotosentez devam eder hem de yapraklar yanmaz. Alt kısımdaki tamamen sararmış yaprakları tabandan keserek bitkinin enerjisini sağlıklı dokulara yönlendir. Gelecekte, kışın çok daha seyrek, yazın ise toprak tamamen kuruduğunda sulamaya dikkat et.",
    "mealybugs": "Aloe verada unlu bit gördüğünde önce bitkiyi diğer saksılardan uzaklaştır ve karantina altına al. Küçük pamuksu lekeleri pamuklu çubuk ve izopropil alkol kullanarak tek tek sil, yaprakların arasındaki çatal noktaları mutlaka kontrol et. Sonrasında hafif seyreltilmiş neem yağı veya sabunlu suyu sadece yaprak yüzeyine, özellikle de kolonilerin olduğu bölgelere uygula, fakat rozetin ortasına su dolmamasına dikkat et; bu noktada su birikirse çürüme tetiklenebilir. Birkaç gün arayla kontrol ederek yeni çıkan unlu bitleri aynı şekilde temizlemeye devam et.",
    "spider_mites": "Aloe verada örümcek akarı genellikle çok kuru hava ve tozlu yapraklarla ilişkilidir; önce yumuşak, nemli bir bezle yaprakların üzerindeki tozu nazikçe sil. Bitkiyi direkt musluk altında tutmak yerine, hafif ılık suyla duşlatıp yaprakların hem önünü hem arkasını yıka, fakat toprağın tamamen çamur olmamasına dikkat et. Ardından çok hafif seyreltilmiş neem yağını ince bir tabaka halinde yapraklara uygula ve birkaç gün boyunca doğrudan kavurucu güneşten uzak, aydınlık bir yerde beklet. Ortamı çok aşırı nemlendirmeden, hava sirkülasyonunu artırarak yeni akar oluşumunu azalt.",
    "powdery_mildew": "Aloe verada küllenme çok sık görülmez ama olursa, önce beyaz tozlu görüntü olan yaprakları tespit edip en ağır enfekte olanları tabandan keserek uzaklaştır. Sulamayı sadece toprağın yüzeyine yap ve yaprakların ıslanmamasına, özellikle rozetin içine su dolmamasına dikkat et; çünkü ıslak yapraklar mantar gelişimini hızlandırır ve çürümeye yol açar. Bitkiyi daha havadar, aydınlık ama direkt öğle güneşi almayan bir yere taşı, böylece hem yapraklar yanmaz hem de mantar sporları için elverişli nemli ortam azalır. İstersen ev tipi hafif sodyum bikarbonatlı veya hazır fungisit spreyleri çok ince tabaka halinde uygulayarak mantarın yayılmasını durdurabilirsin.",
    "leaf_burn": "Aloe vera yaprak uçları kahverengi ve kuruysa bu genellikle aşırı direkt güneş veya tuz/gübre birikiminden kaynaklanır; önce saksıyı kavurucu öğle güneşi alan bir yerden, aydınlık ama filtreli ışık alan bir yere taşı. Eğer kısa sürede çok gübre verdiysen sulamayı bir seferliğine bol tutarak toprağı yıka ve fazla tuzların drenaj deliklerinden akmasını sağla, ardından tekrar birkaç hafta gübre kullanma. Yanık görünümü tamamen geçmiş olmayabilir fakat çok kuru ve kötü görünen uçları steril bir makasla hafifçe kısaltarak daha sağlıklı bir görünüm elde edebilirsin. Gelecekte güneşi kademeli artırarak alıştır ve kaktüs gübresini çok düşük dozda, seyrek kullan.",
    "mold": "Aloe veranın toprağında beyaz-gri küf görüyorsan bu genellikle fazla nem ve hava sirkülasyonu eksikliğini gösterir; önce üstteki küflü toprak tabakasını kaşıkla alıp at ve kalan toprağı hafifçe havalandır. Sulama sıklığını azalt, saksıyı daha havadar bir yere al ve mümkünse alt tabakta su birikmesine asla izin verme. Eğer küf çok yaygınsa bitkiyi dikkatlice çıkarıp kökleri kontrol et; çürüme belirtisi yoksa sadece yeni, steril ve iyi drene olan bir toprağa geçir. Bundan sonra sulamayı sadece toprak tamamen kuruduğunda yaparak küf mantarlarının yeniden oluşmasını engelleyebilirsin.",
    "nutrient_deficiency": "Aloe vera besin eksikliğinde genellikle soluk, yavaş büyüyen ve zayıf yapraklar gösterir; önce çok sık saksı değiştirmediğinden ve köklerin saksıyı tamamen doldurup doldurmadığından emin ol. Bitkiyi ilkbahar veya yaz başında, sukulentler için uygun, hafif dengeli bir sıvı gübreyle sulama suyuna karıştırarak düşük dozda besle ve bunu ayda birden sık olmayacak şekilde tekrarla. Aşırı besin de kökleri yakabileceğinden, etiket üzerindeki dozun yarısından fazlasını kullanmamaya dikkat et. Gübre verdikten sonraki haftalarda bitkinin renginde ve yaprak kalınlığında düzelme görmeyi bekleyebilirsin."
  },
  "Sarmaşık (English Ivy – Hedera helix)": {
    "root_rot": "Sarmaşıkta kök çürümesi olduğunda genellikle toprak ağır ve sürekli ıslaktır; önce saksıyı dikkatlice ters çevirip bitkiyi çıkar ve köklerin rengini kontrol et. Kahverengi ve hamur gibi yumuşamış kökleri steril bir makasla temizleyip sadece açık renkli, elastik kökleri bırak. Daha hafif, torf+perlit karışımı gibi iyi drene olan bir toprağa geçir ve çok derine gömmeden yeniden dik. Sonrasında üst toprak kuruyana kadar sulamayı ertele ve saksı tabağında su bırakmamaya özen göster.",
    "leaf_yellowing": "Sarmaşık yaprakları sararıp dökülüyorsa çoğunlukla ya aşırı sulama ya da çok düşük ışık söz konusudur; önce toprağın sürekli ıslak olup olmadığını kontrol et ve ıslaksa sulama sıklığını azalt. Bitki loş bir köşedeyse onu aydınlık ama dolaylı ışık alan bir pencere yakınına taşı, çünkü tam gölge uzun vadede sararmaya ve yaprak kaybına neden olur. Alt kısımdaki tamamen sararmış yaprakları nazikçe kopararak yeni sürgünlere yer aç. Gelecekte toprağın yüzeyi kurudukça sulayıp, kışın sulamayı daha da seyrekleştirerek dengeyi sağlayabilirsin.",
    "mealybugs": "Sarmaşıkta unlu bit genellikle yaprak koltukları ve sürgün uçlarında yoğunlaşır; önce bitkiyi tek başına bir köşeye alarak diğer bitkilerden uzaklaştır. Pamuklu çubuğu izopropil alkole batırıp pamuklu, beyaz kolonileri tek tek sil ve bu esnada yaprak altlarını da mutlaka kontrol et. Sonrasında hafif seyreltilmiş neem yağı veya böcek öldürücü sabun çözeltisini tüm bitkiye, özellikle de sürgün uçlarına ve yaprak altlarına püskürt. Birkaç gün arayla kontrol edip yeni görülen unlu bitleri aynı yöntemle temizlemeye devam ederek popülasyonu tamamen bitirmeye çalış.",
    "spider_mites": "Sarmaşık, örümcek akarına oldukça yatkındır; yapraklarda ince ağlar ve sarı benekler gördüğünde ilk iş bitkiyi ılık suyla duşlandırıp yaprakların hem önünü hem arkasını yıkamak olmalıdır. Duştan sonra yapraklardaki fazla suyu hafifçe silk ve bitkiyi hava akımı olan, aydınlık ama direkt olmayan güneş alan bir yerde kurut. Ardından neem yağı veya mitisit içeren uygun bir sprey kullanarak ince bir tabaka halinde yapraklara uygula ve bunu etiket talimatına göre birkaç kez tekrarla. Ortam havasını biraz nemlendirip, aşırı sıcak ve kuru koşullardan kaçınarak yeniden akar oluşumunu azaltabilirsin.",
    "powdery_mildew": "Sarmaşıkta küllenme çok sık görülür ve genelde kötü hava sirkülasyonu ile yüksek nemde ortaya çıkar; öncelikle beyaz tozlanmış gibi görünen yaprakları tespit edip en sık enfekte olanları makasla keserek uzaklaştır. Bitkiyi fazla sıkışık bir köşeden çıkarıp daha havadar, rüzgar alan ama don riski olmayan bir yere yerleştir. Sulamayı sabah saatlerinde yaparak yaprakların gece boyunca ıslak kalmamasını sağla ve mümkünse sadece toprağı ıslat. Gerekirse sistemik veya kontakt bir fungisit kullanarak küllenmenin yayılmasını durdur ve yeni çıkan yaprakları düzenli takip et.",
    "leaf_burn": "Sarmaşık yapraklarında kahverengi, kurumuş kenarlar görüyorsan bunun nedeni çoğunlukla direkt güneş veya kuru hava olabilir; bitki öğle saatlerinde yoğun güneş alıyorsa onu daha gölgeli, filtreli ışık alan bir yere taşı. İç mekanda kalorifer üstünde veya yanındaki çok sıcak ve kuru alanlardan kaçınarak yaprakların kurumasını engelleyebilirsin. Düzensiz sulama da uç yanıklarına yol açabileceğinden, toprağın tamamen kurumasına izin vermeden ama çamur haline de getirmeden dengeli sulamaya çalış. Çok kötüleşmiş ve tamamen kurumuş yaprakları budayarak bitkinin daha sağlıklı sürgünler oluşturmasına fırsat ver.",
    "mold": "Sarmaşık saksı toprağının yüzeyinde beyaz veya gri küf oluştuysa bu, ortamın havasız ve toprağın fazla ıslak olduğunun bir işaretidir; önce üstteki küflü toprağı kaşıkla alıp at. Sulama aralıklarını aç, saksıyı havadar ve mümkünse hafif esinti alan bir konuma yerleştir. Eğer küf çok yaygınsa bitkiyi topraktan çıkarıp kök çürümesi belirtisi olup olmadığına bak; kökler sağlıklıysa sadece yeni, steril toprağa alman yeterli olacaktır. Sulamayı, toprağın üst kısmı belirgin şekilde kuruduktan sonra yaparak küf oluşumunu tekrar en aza indirebilirsin.",
    "nutrient_deficiency": "Sarmaşık besin eksikliğinde yapraklarda soluk yeşil renk ve zayıf büyüme gösterebilir; önce köklerin saksıyı tamamen sarıp sarmadığını ve toprağın çok eski, yorulmuş olup olmadığını kontrol et. İlkbahar veya erken yaz döneminde bitkiyi taze, organik maddesi zengin bir toprak karışımına alarak köklere yeni alan sağlayabilirsin. Sulama suyuna, etiketinde iç mekan yeşil bitkiler için uygun olduğu belirtilen dengeli bir sıvı gübre ekleyerek 2–4 haftada bir, düşük dozda besleme yap. Aşırı gübreden kaçınarak zamana yayılmış, düzenli bir besleme programı ile yaprak renginin yoğunlaşmasını ve yeni sürgünlerin güçlenmesini bekleyebilirsin."
  },
  "Sardunya (Geranium / Pelargonium)": {
    "root_rot": "Sardunyada kök çürümesi geliştiğinde genellikle ağır toprak ve fazla sulama söz konusudur; bitkiyi saksıdan çıkarıp kökleri incele ve siyahlaşmış, hamur kıvamındaki dokuları steril bir makasla temizle. Çiçekli bitkiler için uygun, hafif ve iyi drene olan bir toprağa geçir ve saksı altındaki drenaj deliklerinin açık olduğundan emin ol. Sulamayı, toprağın üst birkaç santimi kuruduğunda yap ve özellikle serin dönemlerde toprağı sürekli ıslak bırakmaktan kaçın. Çürümüş kökleri aldıktan sonra birkaç hafta gübre kullanmayarak bitkinin toparlanmasına izin ver.",
    "leaf_yellowing": "Sardunya yapraklarının sararması bazen doğal yaşlanmanın sonucu olsa da genellikle yanlış sulama ve yetersiz ışıkla ilişkilidir; alt kısımdaki yaşlı yaprakların sararıp dökülmesi normal kabul edilebilir. Fakat üst yapraklar da sararıyorsa bitki yeterli güneş almıyor olabilir; daha çok gün ışığı alan bir pencere kenarına veya balkona taşı. Toprağın sürekli ıslak kalmadığından emin ol ve sulamalar arasında yüzeyin hafifçe kurumasını bekle. Sararmış yaprakları hafifçe koparıp bitkinin enerjisini yeni çiçek ve sürgünlere yönlendirmesine yardım edebilirsin.",
    "mealybugs": "Sardunyada unlu bit sık karşılaşılan bir problemdir; önce bitkiyi diğer saksılardan uzak, tek başına bir alana al. Beyaz pamuksu oluşumları pamuklu çubuğu alkole batırarak tek tek temizle ve özellikle yaprak koltukları ile tomurcuk çevresini iyi kontrol et. Ardından böcek öldürücü sabun veya neem yağı içeren bir çözeltiden yararlanarak bitkinin tüm yeşil aksamına ince bir tabaka halinde uygula, çiçeklere doğrudan yoğun sprey sıkmamaya özen göster. Çıkabilecek yeni nesil unlu bitler için 5–7 gün sonra kontrol edip aynı işlemi tekrarlayarak populasyonu düşürebilirsin.",
    "spider_mites": "Sardunyada örümcek akarı oluştuğunda yapraklar gümüşümsü görünmeye ve ince ağlarla kaplanmaya başlar; önce bitkiyi ılık suyla duşlandırıp yaprakların hem ön hem arka yüzünü yıka. Yıkama işlemi sonrasında bitkiyi iyi hava alan, aydınlık ama çok sıcak olmayan bir alanda kurumaya bırak. Ardından etiket talimatına uygun bir akar ilacı ya da neem yağı spreyini yapraklara ince bir tabaka halinde uygula ve gerekirse 7–10 gün arayla tekrarla. Aşırı sıcak, kuru ve rüzgarsız ortamlardan kaçınarak yeniden akar oluşum riskini azaltabilirsin.",
    "powdery_mildew": "Sardunya küllenmeye oldukça yatkındır; beyaz un serpilmiş gibi bir görüntü fark ettiğinde önce en çok etkilenen yaprakları budayarak ortamdan uzaklaştır. Bitkiyi daha havadar, gün içinde birkaç saat direkt güneş alabilen bir konuma taşı, böylece yapraklar çabuk kurur ve mantarın yayılması zorlaşır. Sulamayı yapraklara değil doğrudan toprağa yönlendir ve özellikle akşam geç saatlerde yaprakları ıslatmaktan kaçın. Gerek duyarsan sardunyalar için uygun bir fungisit kullanarak küllenme mantarını bastırabilir ve yeni çıkan sürgünleri düzenli gözlemleyebilirsin.",
    "leaf_burn": "Sardunya yapraklarının kenarlarında kahverengi yanıklar görüyorsan bu bazen ani güneş değişimi, bazen de tuz/gübre birikimi nedeniyle olabilir; bitkiyi bir anda gölgeli bir yerden çok yoğun güneşe taşıdıysan güneşi kademeli artırarak alıştır. Son dönemde sık gübre verdiysen, bir iki kez bol suyla sulayıp saksıdan süzülen suyun tabakta birikmesine izin vermeden dökerek toprağı yıkayabilirsin. Çok yanmış yaprakları temizleyerek bitkiye daha estetik bir görünüm kazandır ve yeni yaprakların durumunu takip et. Gelecekte, özellikle sıcak öğle saatlerinde hafif gölgeleme sağlayarak yanıkları azaltabilirsin.",
    "mold": "Sardunya toprağında veya yaprak yüzeyinde küf gördüğünde bu çoğunlukla aşırı nem ve zayıf hava sirkülasyonundan kaynaklanır; önce üstteki küflü toprağı ve çürüyen bitki parçalarını uzaklaştır. Sulamayı azaltarak toprağın üst kısmının iki sulama arasında belirgin şekilde kurumasına izin ver ve saksıyı daha havadar bir konuma taşı. Eğer yapraklar üzerinde gri, tüylü bir küf (Botrytis) görüyorsan bu yaprak ve çiçekleri kesip atmalı ve gerektiğinde uygun bir fungisit kullanmalısın. Bitkiyi çok sıkışık, hava almayan dizilişlerden çıkarıp etrafında hava akımı kalmasını sağlamak da küf oluşumunu azaltır.",
    "nutrient_deficiency": "Sardunya besin eksikliğinde soluk yaprak rengi, zayıf çiçeklenme ve ince sürgünler gösterebilir; öncelikle çok eski ve sıkışmış bir toprakta olup olmadığını değerlendir. İlkbaharda bitkiyi biraz daha büyük bir saksıya, taze ve hafif besinli bir karışımla alarak köklere yeni alan sağlayabilirsin. Çiçekli bitkiler için formüle edilmiş bir sıvı gübreyi, etiket dozunun yarısı kadar seyrelterek 2–3 haftada bir sulama suyuna karıştırarak ver ve özellikle aktif büyüme döneminde bu düzeni sürdür. Aşırı azotlu gübre kullanımından kaçınarak hem yaprak hem çiçek dengesini korumaya özen göster."
  },
  "Nane (Mint – Mentha)": {
    "root_rot": "Nane kök çürümesine çok yatkındır çünkü sürekli ıslak kalan toprak ve sık saksı karışımı kökleri boğar; bitkiyi saksıdan dikkatlice çıkarıp kökleri kontrol et ve kahverengi, hamur gibi kökleri steril bir makasla kesip at. Daha gevşek, organik maddesi orta düzeyde ve iyi drene olan bir karışıma tekrar dik ve saksı altındaki deliklerin açık olduğundan emin ol. Sulamayı, toprağın üst kısmı kuruduğunda yap ve saksı tabağında su birikmesine asla izin verme. Çürük kökleri aldıktan sonra bir süre gübre vermeyip bitkinin yeni kök oluşturmasına izin vermek en doğrusudur.",
    "leaf_yellowing": "Nanede yaprak sararması genellikle ya fazla sulama ya da saksının çok sıkışık olması ile ilgilidir; önce toprağın nemini kontrol et ve sürekli ıslaksa sulama aralıklarını aç. Çok uzun süredir aynı saksıda ise ve dallar dipten sıklaştıysa bitkiyi bölerek bir kısmını başka bir saksıya al, böylece köklerin daha fazla oksijen almasını sağlarsın. Bitkiyi aydınlık ama çok kavurucu olmayan bir yere yerleştirerek sağlıklı büyümesini destekle. Alt kısımdaki sararmış yaprakları toplayarak hastalık veya mantar gelişimini de önlemiş olursun.",
    "mealybugs": "Nane üzerinde unlu bit görüldüğünde, yaprakların yenilebilir olduğunu unutmadan daha dikkatli hareket etmek gerekir; önce enfekte sürgünleri mümkün olduğunca budayarak uzaklaştır. Pamuklu çubuk ve seyreltilmiş alkol ile kalan beyaz kolonileri tek tek temizleyebilirsin, ancak uygulamadan sonra yaprakları duru suyla hafifçe yıkamak iyi olur. Kimyasal pestisitler yerine neem yağı gibi daha doğal çözümler kullanmak istersen, uygulamadan sonra birkaç gün boyunca bu yaprakları tüketmemek daha güvenlidir. Popülasyon tamamen yok olana kadar bitkiyi düzenli kontrol etmeyi unutma.",
    "spider_mites": "Nanede örümcek akarı olduğunda yapraklar gümüşümsü görünür ve üzerinde küçük sarı noktalar oluşur; önce bitkiyi ılık suyla iyice duşlandırıp yaprak altlarını da yıkayarak akarların çoğunu mekanik olarak uzaklaştır. Nane yüksek nemi tolere ettiğinden, özellikle sıcak havalarda çevresine hafif sisleme yaparak akarlara elverişli kuru ortamı azaltabilirsin. Uygun görürsen neem yağı veya bitkisel bir akar ilacını yapraklara ince bir tabaka halinde püskürtebilirsin, ancak hasat edeceğin yapraklarda kalıntı istemiyorsan uygulamadan sonra birkaç gün bekleyip ardından yeni çıkan yaprakları tüketmeye özen göster. Özellikle kapalı ortamda, sıcak ve kuru koridorlarda naneyi tutmaktan kaçınmak akar sorununu azaltır.",
    "powdery_mildew": "Nane, küllenmeye karşı hassastır; yapraklarda beyaz unumsu bir tabaka gördüğünde önce en yoğun etkilenen yaprakları koparıp at. Bitkiyi daha havadar ve mümkünse sabah güneşi alan bir yere taşıyıp yaprakların çabuk kurumasını sağla. Sulamayı yapraklara püskürtmek yerine doğrudan toprağa yönlendir ve akşam saatlerinde sulamaktan kaçınarak gece ıslaklığını azalt. Eğer problem çok yaygınsa yenilebilir bitkiler için güvenli olduğu belirtilen bir fungisit veya hafif karbonatlı su gibi ev tipi çözümleri kullanabilir, ancak uygulamadan sonra bir süre bu yaprakları tüketmemeni öneririm.",
    "leaf_burn": "Nanede yaprak yanıkları çoğu zaman ani ve güçlü güneş altında kalma veya su yetersizliği ile ilişkilidir; yaprak kenarları kahverengi ve kuruysa bitkiyi öğle güneşi alan yerden alıp sabah veya akşam güneşi alan daha korunaklı bir yere taşı. Toprağın tamamen kurumasına izin vermeden, düzenli ama aşırıya kaçmayan sulama yaparak köklerin her zaman hafif nemli olmasını sağlamaya çalış. Çok yoğun gübreleme de kökleri ve yaprakları yakabileceğinden, sıvı gübreleri düşük dozda ve seyrek kullan. Yanmış yaprakları budayarak bitkinin yeni, taze sürgünler oluşturmasını teşvik edebilirsin.",
    "mold": "Nane toprağında veya sık yapraklı kısımlarda küf geliştiğinde bu, çok sık sulama ve hava sirkülasyonu eksikliğini gösterir; önce küflü yaprakları ve ölü bitki artıklarını temizleyip at. Bitkiyi daha geniş bir saksıya alarak ve mümkünse seyrelterek, dallar arasında hava geçişine izin ver. Sulama aralarını aç ve özellikle akşam sulamasından kaçınarak toprağın ve yaprakların gece boyunca ıslak kalmasını önle. Çok yoğun küf varsa bitkiyi bölerek daha az sıkışık yeni saksılara almak çoğu zaman en pratik çözümdür.",
    "nutrient_deficiency": "Nane besin eksikliğinde soluk yeşil yapraklar ve zayıf, ince saplar gösterebilir; önce toprağın çok eskimiş ve sıkışmış olmadığından emin ol, gerekiyorsa bitkiyi taze bahçe toprağı ve organik madde içeren bir karışıma al. Aktif büyüme döneminde, özellikle ilkbahar-yaz aylarında düşük dozda dengeli bir sıvı gübreyi sulama suyuna karıştırarak 2–3 haftada bir verebilirsin. Organik kompost veya solucan gübresi eklemek de nane gibi sürekli hasat edilen bitkiler için iyi bir çözümdür. Fazla gübrenin yapraklarda ağır bir tat bırakabileceğini unutmadan, daima ölçülü besleme yapmaya dikkat et."
  },
  "Biberiye (Rosemary – Salvia rosmarinus)": {
    "root_rot": "Biberiye, kök çürümesine en hassas bitkilerden biridir çünkü kuru ve iyi drene olan toprak ister; bitkiyi saksıdan çıkarıp kökleri incele ve koyu, hamurumsu kökleri steril makasla temizle. Çok ağır, su tutan bir toprakta ise mutlaka daha kumlu, drenajı yüksek bir karışıma geçir ve saksının altındaki deliklerin tıkalı olmadığından emin ol. Sulamayı yalnızca toprağın üstü değil, derinleri de belirgin şekilde kuruduğunda yap; kışın sulama aralığını daha da aç. Gelecekte, biberiyeyi asla sık sık ve az az sulamaktan ziyade, aralıklı ama derin sulamalarla desteklemeye çalış.",
    "leaf_yellowing": "Biberiyede yaprak sararması genellikle ya fazla su ya da yetersiz güneş nedeniyle ortaya çıkar; önce parmağınla toprağın derinine bak ve ıslaksa birkaç gün hatta gerekiyorsa bir hafta sulamayı tamamen kes. Bitki gölgeli bir köşedeyse mutlaka günde en az birkaç saat direkt güneş alan bir yere taşı, çünkü biberiye tam güneş seven bir Akdeniz bitkisidir. Aşağılardaki eski, sararmış iğneleri parmaklarınla nazikçe sıyırarak temizleyebilir ve yeni sürgünleri teşvik edebilirsin. Aşırı gübreleme de sararmaya yol açabileceğinden, biberiyede gübreyi oldukça sınırlı kullanmak en iyi yaklaşımdır.",
    "mealybugs": "Biberiyede unlu bit görüldüğünde, bitkinin yenilebilir olduğunu akılda tutarak kimyasal uygulamalara dikkat etmek gerekir; önce beyaz pamuksu kolonilerin olduğu sürgün uçlarını budayarak bitkinin genel yükünü hafiflet. Pamuklu çubuk ve seyreltilmiş alkol ile kalan unlu bitleri tek tek temizleyebilir, ardından bitkiyi duru suyla hafifçe yıkayabilirsin. Neem yağı veya böcek öldürücü sabun kullanacaksan, etiketinde yenilebilir bitkiler için uygun olduğundan emin ol ve uygulamadan sonra birkaç gün boyunca bu dallardan hasat yapma. Sorun tamamen kontrol altına alınana kadar bitkiyi düzenli aralıklarla inceleyerek yeni kolonileri erken fark etmeye çalış.",
    "spider_mites": "Biberiyede örümcek akarı çoğunlukla sıcak ve kuru iç mekanlarda ortaya çıkar; yapraklarda ince ağlar ve renk solması gördüğünde önce bitkiyi dışarıya, havadar ama çok sert olmayan güneşe çıkarmak faydalı olur. Ilık suyla yaprakları ve sürgünleri nazikçe yıkayıp fazlalık suyu silkeleyerek akarların büyük kısmını uzaklaştır. Gerekirse neem yağı veya bitkisel bir akar ilacını ince tabaka halinde uygulayabilir, ancak yağlı bir görünüm bitkinin iğne yapısında daha belirgin olabileceği için dozajı düşük tut. Uzun vadede, kapalı ve kuru ortamlarda biberiye yetiştirmekten kaçınmak, akar sorununu büyük ölçüde azaltır.",
    "powdery_mildew": "Biberiyede küllenme çok yaygın değildir ama sıkışık, nemli alanlarda görülebilir; beyaz pudramsı lekeler fark ettiğinde önce en çok etkilenen dalları budayarak uzaklaştır. Bitkiyi daha güneşli, rüzgar alan bir noktaya taşı ve etrafındaki diğer bitkilerle arasına biraz mesafe koyarak hava sirkülasyonunu artır. Sulamayı sabah saatlerinde yap ve yaprakları mümkün olduğunca kuru tut, suyu doğrudan toprağa yönlendir. Hafif durumlarda, çoğu zaman sadece konum ve sulama düzenini düzeltmek küllenmeyi kontrol altına almaya yeterli olacaktır.",
    "leaf_burn": "Biberiyede yaprak yanıkları genellikle saksının çok ısınması, rüzgarla birlikte gelen soğuk hava veya yoğun gübreyle ilişkili olabilir; güneşle ısınan koyu renkli plastik saksılardan kaçınmak için bitkiyi daha açık renkli veya seramik bir saksıya almayı düşünebilirsin. Yeni dikilmiş bir biberiyeyi aniden çok sert güneşe çıkarırsan da yanıklar oluşabilir; bu yüzden ışık miktarını birkaç gün içinde kademeli olarak artırmak daha doğrudur. Çok yanmış iğne yaprakları ve uçları budayarak bitkiye daha derli toplu bir görünüm verebilirsin. Gübrelemeyi minimumda tutarak köklerde tuz yanığını da engellemiş olursun.",
    "mold": "Biberiye toprağında küf oluştuğunda bu genellikle bitkinin fazla sık sulandığını ve yeterince hava almadığını gösterir; önce küflü üst tabakayı kaşıkla al ve sulama aralıklarını bariz şekilde aç. Biberiyeyi daha havadar ve güneşli bir noktaya taşıyarak hem toprağın daha hızlı kurumasını hem de küf mantarlarının zor ortam bulmasını sağla. İç mekanda yetiştiriyorsan, saksı tabağında asla su bırakma ve alt drenajın iyi olduğundan emin ol. Çok inatçı küf sorunlarında bitkiyi taze, steril ve daha kumlu bir karışıma almak iyi bir yenileme stratejisi olabilir.",
    "nutrient_deficiency": "Biberiyede besin eksikliği, çok hızlı büyüme beklemediğimiz için çoğu zaman dramatik belirtiler vermez; ancak soluk renkli, zayıf sürgünler ve seyrek yapraklar görüyorsan toprağın yorulmuş olabileceğini düşünebilirsin. İlkbaharda bitkiyi biraz daha büyük bir saksıya, hafif kompost içeren taze bir karışıma alarak köklerin yeni besine erişmesini sağlayabilirsin. Çok yoğun gübrelerden kaçınarak, Akdeniz bitkileri için uygun hafif bir sıvı gübreyi büyüme döneminde ayda bir olacak şekilde, düşük dozda verebilirsin. Fazla azot biberiyenin aromasını ve yaprak kalitesini olumsuz etkileyebileceği için her zaman ölçülü besleme yapmak en iyisidir."
  },
  "Lavanta (Lavender – Lavandula)": {
    "root_rot": "Lavantada kök çürümesi oluştuğunda bu genellikle bitkinin saksıda uzun süre ıslak kalması ve yeterince güneş almaması ile ilişkilidir; önce lavantayı saksıdan çıkarıp kökleri incele ve kahverengi, hamurumsu olanları steril bir makasla temizle. Daha kumlu, taşlı ve iyi drene olan Akdeniz tipi bir toprağa geçir ve saksı altındaki drenaj deliklerinin açık olduğundan emin ol. Sulamayı sadece toprak derinlemesine kuruduğunda yap ve özellikle kışın çok sık sulamaktan kaçın. Lavantanın köklerinin uzun süre ıslak kalmasını önlemek için, mümkünse biraz daha dar ama derin saksılar ve tam güneş alan bir konum tercih et.",
    "leaf_yellowing": "Lavanta yaprakları sararıyorsa çoğunlukla ya fazla sulama ya da yetersiz güneş söz konusudur; bu bitki aslında gri-yeşil tonlu yapraklarıyla tam güneş isteyen, kuraklığa dayanıklı bir türdür. Toprağı parmağınla kontrol et ve nemliyse sulamayı bir süre kes; yaprak sararmasıyla birlikte kötü koku da varsa kök çürümesi ihtimalini düşün. Bitkiyi gün içinde en az 5–6 saat doğrudan güneş alan bir yere taşı ve tamamen gölgeli, iç mekân köşelerinden uzak tut. Sararmış ve kurumuş dalları budayarak bitkinin yeni sürgünler vermesine imkan tanıyabilirsin.",
    "mealybugs": "Lavantada unlu bit oluştuğunda, bitkinin aromalı yaprakları nedeniyle yoğun kimyasal kullanmaktan kaçınmak iyi bir fikirdir; önce yoğun kolonilerin olduğu sürgün uçlarını makasla kesip uzaklaştır. Kalan beyaz, pamuksu böcekleri pamuklu çubuğa aldığın seyreltilmiş alkolle tek tek temizleyebilirsin. Gerekirse neem yağı gibi bitkisel kökenli bir ürünle hafif bir sprey uygulaması yap, ancak sonrasında birkaç gün boyunca bu dallardan hasat yapmamaya dikkat et. Bitkiyi daha havadar ve mümkünse dış mekâna taşıyarak doğal yırtıcı böceklerin de popülasyonu azaltmasına izin verebilirsin.",
    "spider_mites": "Lavantada örümcek akarı genellikle sıcak ve çok kuru iç mekânlarda ortaya çıkar; yapraklarda gümüşümsü renk değişimi ve ince ağlar gördüğünde bitkiyi mümkünse dışarıya, tam güneşli ama rüzgar alan bir yere çıkar. Ilık suyla yaprakları ve dalları nazikçe yıkayıp akarların önemli kısmını uzaklaştır. Daha sonra ihtiyaç duyarsan neem yağı veya bitkisel içerikli bir akarisit ile ince bir tabaka halinde püskürtme yap, fakat yoğun yağlı kalıntı bırakmamaya çalış. Uzun vadede, lavantayı güneşli balkon veya bahçe gibi daha doğal bir ortamda yetiştirmen, örümcek akarı problemini büyük ölçüde azaltacaktır.",
    "powdery_mildew": "Lavanta normalde kuru ve güneşli ortamları sevdiği için küllenme, genellikle bitki gölgede ve havasız kaldığında ortaya çıkar; yapraklarda beyaz unumsu tabaka fark ettiğinde önce en çok etkilenen sürgünleri budayarak uzaklaştır. Bitkiyi gölgeli bir köşeden alıp tam güneş alan, rüzgar gören bir yere taşı ve çevresindeki diğer bitkilerle arasına mesafe bırakarak hava sirkülasyonunu artır. Sulamayı sadece toprağa yap ve yaprakları ıslatmaktan kaçın, özellikle akşam saatlerinde sulamayı sınırlamaya çalış. Çoğu durumda sadece konumu düzeltmek ve sulamayı azaltmak küllenmenin gerilemesi için yeterlidir.",
    "leaf_burn": "Lavanta, tam güneş seven bir bitki olmasına rağmen özellikle seradan veya iç mekandan yeni çıkarıldığında ani, sert güneşe maruz kalırsa yapraklarında yanıklar gelişebilir; bu durumda yaprak uçlarında kahverengileşme ve kuruma görebilirsin. Bitkiyi gölgeli bir yere çekmek yerine, güneşi birkaç gün içinde kademeli olarak artırmak daha doğrudur, aksi halde zayıf sürgünler oluşabilir. Eğer yakın zamanda yoğun gübre kullandıysan bu da kök ve yaprak yanıklarına neden olabilir; bir süre gübre vermeyi kes ve toprağı hafifçe yıkayarak fazla tuzları uzaklaştır. Çok zarar görmüş yaprakları budayarak bitkiye daha sağlıklı sürgünler için alan açabilirsin.",
    "mold": "Lavanta toprağında küf oluşuyorsa bu, bu bitki için kesinlikle fazla nem anlamına gelir; önce üstteki küflü tabakayı al ve saksı tabağında su birikmesine asla izin verme. Bitkiyi daha havadar ve güneşli bir noktaya taşıyarak toprağın hızlıca kurumasını sağla. Sulama sıklığını ciddi şekilde azalt ve toprak tamamen kuruduğunda tek seferde sulama yapmayı tercih et. Eğer küf çok yaygınsa lavantayı yeni, steril ve kumlu bir karışıma almak uzun vadede en sağlıklı çözümdür.",
    "nutrient_deficiency": "Lavantada besin eksikliği çoğu zaman çok dramatik değildir çünkü bu bitki fakir topraklara alışkındır; ancak çok soluk, zayıf sürgünler ve çok az çiçek görüyorsan toprağın yıllar içinde yorulduğunu düşünebilirsin. İlkbaharda bitkiyi taze, hafif kireçli ve iyi drene olan bir toprağa alarak köklerin yeni besinlere erişmesini sağlayabilirsin. Gübre kullanacaksan azot oranı düşük, çiçekli Akdeniz bitkilerine uygun bir gübreyi çok seyreltilmiş halde, sezon içinde birkaç kez verebilirsin. Fazla gübre, özellikle azot, lavantanın aromasını ve çiçek verimini azaltabileceği için beslemeyi her zaman ölçülü tutmak en doğrusudur."
  },
  "Sukulent (Succulents)": {
    "root_rot": "Sukulentlerde kök çürümesi en yaygın ölüm nedenidir ve neredeyse her zaman fazla sulama yüzündendir; bitkiyi saksıdan çıkarıp kökleri incele, kahverengi, yumuşamış ve kopunca ip gibi dağılan kökleri tamamen kes. Sağlam dokuları gövdeden ayırdıysan, bu parçaları doğrudan yeni toprağa dikme; önce 1–2 gün gölgede ve havadar bir yerde bekleterek kesik yüzeylerin kabuk bağlamasını sağla. Sonrasında sadece sukulent ve kaktüsler için hazırlanmış, çok iyi drene olan bir karışıma, drenaj delikli bir saksıya dik. İlk dikimden sonra en az 7–10 gün sulama yapma ve daha sonra sadece toprak tamamen kuruduğunda az miktarda su vererek devam et.",
    "leaf_yellowing": "Sukulent yapraklarının sararması hem aşırı sulama hem de uzun süreli susuzluk veya güneş yanığı nedeniyle olabilir; önce yaprak dokusuna dokunarak yumuşak mı yoksa buruşuk ve incelmiş mi olduğuna bak. Yumuşak ve patlayacak gibiyse fazla su, büzüşmüş ve inceyse susuzluk ihtimali yüksektir. Toprağı kontrol ederek duruma göre ya sulamayı azaltmalı ya da uzun bir susuzluk döneminden sonra yavaş yavaş, birden çok değil küçük miktarlarda su vermelisin. Çok sert öğle güneşi de açık renkli sukulentlerde sarımsı ve ağarmış görünüm yapabileceğinden, özellikle yeni aldığın bitkileri güneşe yavaşça alıştırmaya dikkat et.",
    "mealybugs": "Sukulentlerde unlu bit genellikle yaprak aralarında ve rozetin merkezinde saklanır; önce bitkiyi diğer saksılardan ayır ve karantinaya al. Pamuklu çubuğu izopropil alkole batırıp beyaz, pamuksu kolonilerin üzerine dokunarak böcekleri tek tek temizle; bu işlem genellikle bitkiye zarar vermez, ancak alkolün toprağa çok fazla akmamasına dikkat et. Gerekirse alkol-sulu bir sprey karışımını çok hafif biçimde yapraklara püskürtebilirsin, sonrasında birkaç saat doğrudan güneşten uzak tut. Unlu bitler kök bölgesine de inebileceği için, ağır vakalarda bitkiyi topraktan çıkarıp kökleri kontrol etmek ve toprağı tamamen değiştirmek gerekebilir.",
    "spider_mites": "Sukulentlerde örümcek akarı yaprak yüzeyinde soluklanma ve ince ağlarla kendini belli eder; ancak sukulent dokusu hassas olduğundan çok sert duşlardan kaçınmak gerekir. Ilık suyu hafif bir spreyle veya ince akışla kullanarak yaprakların üzerini yıkayabilir, ardından yüzeydeki fazla suyu sallayarak dökebilirsin. Neem yağı veya akar ilacı kullanacaksan, yağlı kalıntının güneş ışığında yaprakları yakmaması için uygulamadan sonra birkaç gün boyunca direkt, sert güneşten uzak tut. Ortamı biraz daha nemlendirmek bazen akarları azaltabilir ama sukulentlerde aşırı nem çürümeye yol açabileceği için her zaman iyi hava akımıyla birlikte düşünülmelidir.",
    "powdery_mildew": "Sukulentlerde küllenme pek sık görülmez, fakat özellikle havadar olmayan, sıkışık ve nemli ortamlarda beyaz pudramsı lekeler oluşabilir; önce etkilenen yaprakları mümkünse bitkiye zarar vermeden koparıp uzaklaştır. Bitkiyi daha havadar, mümkünse esinti alan bir pencere yakınına veya dış mekâna taşı ve çevresinde hava sirkülasyonu olacak şekilde konumlandır. Yaprakları sık sık ıslatmaktan kaçınıp yalnızca toprağı sulayarak mantar için uygun ortamı azalt. Gerekirse çok hafif bir fungisit kullanabilirsin, ancak sukulent yapraklarının hassas olduğunu ve kimyasallara karşı yanık riski bulunduğunu aklında tut.",
    "leaf_burn": "Sukulentlerde yaprak yanığı çoğunlukla yeni alınan bir bitkinin bir anda çok yoğun güneşe çıkarılmasıyla olur; yapraklarda kahverengi, sert ve kalıcı lekeler oluşur. Bitkiyi gölgeye almak tek başına yeterli değildir; güneşe alışma sürecini her gün biraz daha fazla güneş alacak şekilde kademeli düzenlemek gerekir. Çok yanmış yapraklar estetik olarak rahatsız ediyorsa, bitkiyi zedelemeyecek şekilde zamanla koparabilir veya budayabilirsin. Gelecekte özellikle yaz ortasında, cam arkasında yoğun güneş alan yerlere bitkileri bir anda koymamaya dikkat ederek benzer yanıkları önleyebilirsin.",
    "mold": "Sukulent saksı toprağında küf oluşması, bu bitkilerin sevmediği uzun süreli nemin göstergesidir; önce üstteki küflü tabakayı al ve sulamayı önemli ölçüde azalt. Eğer saksı çok büyükse ve toprak geç kuruyorsa, bitkiyi daha küçük bir saksıya almak çürüme riskini azaltabilir. Sukulent toprağına biraz perlit veya pomza eklemek drenajı artırarak küf oluşumunu engellemeye yardımcı olur. Sulama sonrası mutlaka saksı tabağında su bırakmamaya dikkat et ve bitkiyi rüzgar alan, bol ışıklı bir yere koyarak toprağın daha hızlı kurumasını sağla.",
    "nutrient_deficiency": "Sukulentlerde besin eksikliği, çok hızlı büyümedikleri için genelde hafif belirtilerle seyreder; solgun renkler ve zayıf, ince sürgünler görebilirsin. Eğer bitki yıllardır aynı toprakta ise, ilkbaharda taze sukulent toprağına almak çoğu zaman yeterli bir besin takviyesi sağlar. Ek olarak, kaktüs ve sukulentler için özel formüle edilmiş sıvı bir gübreyi, büyüme döneminde ayda birden sık olmayacak şekilde ve mutlaka çok seyreltilmiş halde verebilirsin. Fazla gübrenin, özellikle azotun, bitkiyi aşırı yumuşak ve su dolu hale getirip çürümeye yatkınlaştırabileceğini unutma."
  },
  "Paşa kılıcı / Kılıç çiçeği (Snake Plant – Sansevieria trifasciata)": {
    "root_rot": "Paşa kılıcı, çok dayanıklı olmasına rağmen en çok fazla sulandığında kök çürümesinden zarar görür; yaprak tabanları yumuşayıp devriliyorsa bitkiyi hemen saksıdan çıkarıp kök ve rizomları kontrol et. Kahverengi, süngerimsi ve kötü kokulu kısımları steril bir bıçakla keserek sağlam, sert ve açık renkli dokuları bırak. Yeni bir kaktüs-sukulent karışımına, drenaj delikli bir saksıya dik ve mümkünse yaprakları çok derine gömmeden sabitle. Diktikten sonra en az 2 hafta sulamadan bekleyip, daha sonra sadece toprak tamamen kuruduğunda az miktarda sulamaya devam et.",
    "leaf_yellowing": "Paşa kılıcında yaprak sararması çoğunlukla köklerin zarar gördüğü anlamına gelir ve genellikle fazla suya bağlıdır; toprağı kontrol ederek aşırı ıslak olup olmadığına bak. Bitki çok loş bir köşedeyse biraz daha aydınlık, dolaylı ışık alan bir yere taşımak da genel sağlığını iyileştirir. Alt kısımdan başlayarak tamamen sararmış ve yumuşamış yaprakları dipten kesip uzaklaştır, böylece bitki enerjisini sağlıklı yapraklara yöneltebilir. Gelecekte, özellikle kış aylarında paşa kılıcını çok seyrek sulayarak ve toprağın haftalarca kuru kalmasına izin vererek sararma ve çürümeyi büyük ölçüde önleyebilirsin.",
    "mealybugs": "Paşa kılıcı sert yapraklı olduğu için unlu bitleri çoğunlukla yaprakların birleşim yerlerinde ve kenarlarında saklar; önce bitkiyi diğerlerinden ayırıp yakından incele. Pamuklu çubuğu alkolle ıslatarak beyaz, pamuksu lekeleri tek tek temizle ve özellikle yaprak diplerini iyi kontrol et. Daha sonra hafif seyreltilmiş neem yağı veya böcek öldürücü sabunu yaprak yüzeyine ince bir tabaka halinde uygulayabilir, birkaç saat sonra temiz bir bezle fazla kalıntıyı silebilirsin. Birkaç gün arayla bitkiyi yeniden kontrol ederek yeni ortaya çıkan unlu bitleri erken aşamada yok etmen, kök ve rizomlara yayılmalarını engeller.",
    "spider_mites": "Paşa kılıcında örümcek akarı yaprakların üzerinde ince ağlar ve küçük soluk noktalarla kendini gösterebilir; yaprak yüzeyleri çok tozluysa bu da akar için elverişli bir ortam sağlar. Ilık, hafif basınçlı suyla yaprakları yıkayarak hem tozu hem de akarların önemli bir kısmını uzaklaştır. Ardından neem yağı içeren hafif bir karışımı yapraklara püskürterek koruyucu bir tabaka oluşturabilirsin, ancak uygulamadan sonra bitkiyi doğrudan kavurucu güneşe koymamaya dikkat et. Ortamı çok aşırı kurutmadan, fakat bitkinin de çürümeyeceği şekilde dengeli tutmak akar problemini azaltır.",
    "powdery_mildew": "Paşa kılıcı normalde küllenmeye çok yatkın değildir, ancak çok nemli ve havasız koşullarda yapraklarda beyazımsı lekeler görülebilir; böyle bir durumda önce ortamı değerlendirip bitkiyi daha havadar bir yere al. Sulamayı azalt ve özellikle yaprakların ıslak kalmasına neden olabilecek spreylerden kaçın. Hafif durumlarda, yumuşak nemli bir bezle yaprak yüzeyindeki lekeleri silmek çoğu zaman yeterlidir. Çok inatçı vakalarda, düşük dozda bir fungisit kullanılabilir, fakat paşa kılıcının kalın yapraklarının kimyasallara karşı da hassas olabileceğini akılda tutmak gerekir.",
    "leaf_burn": "Paşa kılıcında yaprak yanıkları genellikle cam arkasından gelen çok yoğun güneş veya ani sıcaklık değişimleri ile ilişkilidir; yaprak uçlarında kahverengi, kuru bölgeler oluşabilir. Bitkiyi direkt öğle güneşi alan pencereden biraz daha içeriye, dolaylı ışık alan bir noktaya çekmek çoğu zaman yeterlidir. Çok zarar görmüş uçları estetik açıdan rahatsız ediyorsa, yaprak formunu çok bozmadan hafifçe kesebilirsin, ancak kesik alanların kahverengileşmesinin doğal olduğunu unutma. Ani soğuk hava akımlarından, özellikle kışın açık pencere yanlarından paşa kılıcını uzak tutmak da yanık ve zarar riskini azaltır.",
    "mold": "Paşa kılıcının toprağında küf görüyorsan bu, bu bitki için kesinlikle fazla sulandığın anlamına gelir; önce üstteki küflü kısmı temizle ve sulamayı uzun bir süre kes. Saksı tabağında su bırakmaktan kaçın ve mümkünse bitkiyi daha sıcak, havadar ve ışıklı bir noktaya taşı. Eğer küf sürekli tekrarlıyorsa, bitkiyi yeni, steril ve çok daha geçirgen bir sukulent karışımına almak en sağlıklı çözümdür. Toprak tamamen kuruduğunda bile yeniden sulama yapmadan önce bitkinin genel durumuna göz atmak, paşa kılıcının uzun süre sağlıklı kalmasına yardımcı olur.",
    "nutrient_deficiency": "Paşa kılıcında besin eksikliği çok belirgin olmayabilir, ancak çok uzun süre aynı toprakta kalan bitkilerde büyüme yavaşlar ve yapraklarda donuk, mat bir görünüm ortaya çıkabilir. İlkbaharda bitkiyi biraz daha büyük bir saksıya, taze ve hafif besinli bir karışıma almak genellikle yeterli gelir. Ek olarak, iç mekân yeşil bitkiler için uygun dengeli bir sıvı gübreyi büyüme döneminde 2–3 ayda bir, çok düşük dozda verebilirsin. Aşırı gübre, özellikle azot fazlalığı, paşa kılıcını gereksiz yere yumuşatıp çürümeye yatkın hâle getirebileceği için her zaman ölçülü davranmak en doğrusudur."
  },
  "Orkide (Orchid – Phalaenopsis)": {
    "root_rot": "Phalaenopsis orkidelerde kök çürümesi çok yaygındır ve genellikle sürekli ıslak tutulan kabuk karışımı veya saksıda su birikmesi ile oluşur; bitkiyi dikkatlice şeffaf saksısından çıkar ve kökleri tek tek incele. Sağlıklı kökler dolgun ve yeşil-gümüşi iken çürümüş kökler kahverengi, yumuşak ve içi boş hissedilir; bu çürük kökleri steril bir makasla kök boğazına kadar kes. Kesilen yüzeylere tarçın veya orkide için uygun bir antifungal pudra uygulayarak enfeksiyon riskini azalt. Bitkiyi taze orkide kabuğu karışımına, drenajı çok iyi olan bir saksıya yerleştir ve bir süre sadece sprey ile hafif nemlendirip, tam sulamaya köklerin toparlandığını gösteren yeni kök uçları gördüğünde başla.",
    "leaf_yellowing": "Orkide yapraklarının sararması bazen yaşlı alt yaprakların doğal döngüsünün bir parçası olabilir; bu durumda sararma genellikle en alttan başlar ve yaprak zamanla kendiliğinden kopacak hale gelir. Ancak üst yapraklarda yaygın sararma görüyorsan, fazla sulama, ışık eksikliği veya direkt güneş yanığı gibi sorunları değerlendirmelisin. Orkideyi aydınlık ama doğrudan güneş almayan bir pencere yakınına yerleştir ve sulamayı, köklerin gümüşi renge döndüğü, kabuk karışımının ise hafif kuruduğu zaman yap. Gübreyi çok sık ve yoğun kullanmak da yapraklarda stres yaratabileceğinden, orkide gübresini düşük dozda ve yalnızca büyüme döneminde uygulamaya dikkat et.",
    "mealybugs": "Orkidelerde unlu bit özellikle yaprak diplerinde, gövde ile yaprak birleşiminde ve çiçek sapı eklemlerinde saklanır; bitkiyi karantina altına alarak önce gözle ayrılabilen büyük kolonileri pamuklu çubuğa aldığın alkolle temizle. Yaprak altlarını ve gövde çevresini dikkatlice kontrol et, çünkü küçük koloniler kolayca gözden kaçabilir. Gerekirse orkideye uygun, yağsız bir böcek öldürücü sabunla hafif bir sprey uygulaması yapabilir, ancak çiçeklerin üzerine doğrudan yoğun sıkmamaya çalış. Tedaviden sonra bitkiyi birkaç gün boyunca iyi hava alan bir yerde tutarak hem yüzeyin kurumasını hem de olası yeni böceklerin daha kolay fark edilmesini sağlayabilirsin.",
    "spider_mites": "Orkidede örümcek akarı çok yaygın olmasa da özellikle kuru ve sıcak iç mekanlarda görülebilir; yapraklarda matlaşma ve ince ağlar dikkatini çekiyorsa bitkiyi ılık suyla duşlandırıp yaprakları nazikçe temizle. Phalaenopsis, yüksek nemi sevdiği için, etrafına su dolu bir tabak veya nem tepsisi koyarak genel nemi artırabilir, fakat köklerin suyun içinde kalmamasına dikkat etmelisin. Neem yağı kullanacaksan, çok hafif ve seyreltilmiş şekilde yapraklara uygulayıp çiçeklere doğrudan temas ettirmemeye özen göster. Düzenli hava sirkülasyonu ve ani sıcaklık dalgalanmalarından kaçınmak, akar problemini tekrar etme olasılığını azaltır.",
    "powdery_mildew": "Orkidelerde küllenme, genelde havadar olmayan, çok sıkışık yerleştirilmiş bitkilerde ortaya çıkar; beyaz pudramsı lekeler fark ettiğinde önce en çok etkilenen yaprakları tespit edip hafif nemli bir bezle sil veya çok kötü durumdaysa kesip uzaklaştır. Sulama sonrasında yapraklarda su bırakmamaya ve özellikle gece boyunca yaprakların ıslak kalmamasına dikkat et. Bitkiyi daha havadar, dolaylı ışık alan bir yere taşı ve çevresindeki diğer saksılarla arasında biraz mesafe bırakarak hava akımını artır. Gerekirse orkideye uygun, yumuşak içerikli bir fungisit kullanabilir ve yeni yaprakları düzenli aralıklarla kontrol edebilirsin.",
    "leaf_burn": "Orkide yaprakları doğrudan güneş ışığına karşı hassastır; cam arkasından gelen yoğun öğle güneşi bile yapraklarda sarıdan kahverengiye dönen yanık lekeleri oluşturabilir. Böyle bir durumda saksıyı, güneşi perde veya tül ile filtreleyen bir pencere yakınına taşı ve yaprakları artık yanık almayacak bir ışık seviyesinde tut. Yanık lekeler geri dönmez, fakat bitki genel olarak sağlıklıysa yeni, sağlam yapraklar çıkaracaktır; aşırı kötü görünen yaprakları tamamen kuruyana kadar kesmemek genellikle daha doğrudur çünkü fotosenteze biraz da olsa katkı sağlarlar. Işık seviyesini orkidenin türüne uygun biçimde ayarlamak uzun vadeli başarı için kritik önemdedir.",
    "mold": "Orkide saksısında küf gördüğünde, özellikle kabuk parçaları üzerinde beyaz veya yeşilimsi tabakalar fark ediyorsan bu yüksek nem ve yetersiz hava sirkülasyonunu gösterir; önce kabuk karışımının çok eski olup olmadığını değerlendir, 2–3 yılı geçmişse yenilemek en iyisidir. Sulama sıklığını azaltıp, köklerin hava almasına izin verecek şekilde saksıyı boşaltma delikleri bol olan bir modelle değiştir. Sulama sonrası saksıda veya dekoratif kapta su birikmesine izin verme ve bitkiyi etrafında hava akımı olan bir konuma yerleştir. Eski, ağırlaşmış kabuklar mantar ve küf için ortam hazırladığından, zamanında repot etmek orkide sağlığının önemli bir parçasıdır.",
    "nutrient_deficiency": "Orkide besin eksikliğinde zayıf çiçeklenme, ince çiçek sapları ve açık renkli yapraklar gösterebilir; önce ışık ve sulama koşullarının doğru olduğundan emin ol, çünkü sadece gübre artırmak tek başına çözüm olmayabilir. Orkideye özel sıvı gübreleri, büyüme döneminde yaklaşık her 2–3 sulamada bir, etikette önerilen dozun yarısı veya üçte ikisi kadar seyrelterek kullanmak genellikle yeterlidir. Çiçeklenme dönemi dışında beslemeleri biraz artırabilir, dinlenme döneminde ise azaltabilirsin. Fazla gübre, köklerde tuz birikimine ve yanmaya yol açabileceği için, zaman zaman saksıyı bol suyla yıkayarak biriken tuzları uzaklaştırmak da iyi bir alışkanlıktır."
  },
  "Menekşe (African Violet – Saintpaulia)": {
    "root_rot": "Afrika menekşesi kök çürümesine çok hassastır; ağır ve sürekli ıslak toprakta kökler hızla zarar görür. Bitkini saksıdan dikkatlice çıkarıp köklerin rengini kontrol et; açık renkli, sağlam kökler sağlıklıdır, kahverengi ve yumuşak olanları ise steril bir makasla temizlemelisin. Yeni saksı karışımını hafif, gevşek ve Afrika menekşeleri için özel olarak hazırlanmış bir topraktan seç; bu karışım genellikle yüksek oranda turba ve perlit içerir. Drenaj delikli bir saksı kullan ve sulamayı üstten yaparken yapraklara su değdirmemeye, toprağın ise sadece hafif nemli kalmasına dikkat et.",
    "leaf_yellowing": "Menekşe yapraklarında sararma iki ana nedenden kaynaklanabilir: yanlış sulama ve yanlış ışık. Yapraklara doğrudan soğuk su değdirirsen veya toprağı çok ıslak bırakırsan hem sararma hem de kahverengi lekeler gelişebilir; bu yüzden her zaman ılık su kullanıp bitkiyi yaprak rozetinin yanından, toprağa doğru sulamaya çalış. Menekşeyi doğrudan güneş alan bir pencere yerine, aydınlık ama filtreli ışık alan bir noktaya yerleştir; direkt güneş yaprakları yakarken, tamamen loş ortam da sararmaya ve zayıf büyümeye yol açar. Alt sıradaki en yaşlı, tamamen sararmış yaprakları nazikçe kopararak bitkinin daha genç yapraklara enerji vermesine izin verebilirsin.",
    "mealybugs": "Afrika menekşesinde unlu bit çıktığında, bitkinin narin yaprakları nedeniyle çok dikkatli davranmak gerekir; öncelikle bitkiyi diğerlerinden ayır ve yaprak altlarını, sap diplerini dikkatlice incele. Pamuklu çubuk ve seyreltilmiş alkol kullanarak pamuksu kolonileri nazikçe temizleyebilirsin, fakat yaprak yüzeyini tahriş etmemek için bastırmamaya dikkat et. Menekşe için uygun olduğu belirtilen, yumuşak içerikli böcek öldürücü sabunları çok hafif bir sisleme şeklinde kullanabilir, ardından bitkiyi direkt ışık almayan, havadar bir yerde kurutabilirsin. Birkaç gün sonra tekrar kontrol ederek gözden kaçmış küçük kolonileri de erken aşamada yok etmen önemlidir.",
    "spider_mites": "Menekşede örümcek akarı, yapraklarda gümüşümsü matlaşma ve çok ince ağlarla kendini belli eder; bu durumda yapraklara sert su püskürtmek yerine, yumuşak bir fırça veya bezle çok nazik bir mekanik temizlik tercih edebilirsin. Bitkiyi daha nemli ama hava akımı olan bir ortama almak, örümcek akarlarının aşırı kurak ortam tercihine karşı işe yarar. Menekşe için güvenli olduğu belirtilen hafif bir akarisit veya neem yağı içeren karışımları düşük dozda kullanarak, yaprakların alt yüzeyine odaklanabilirsin. Menekşeyi çok sıcak, kuru ve rüzgarsız pencere kenarlarında bırakmamak, akar problemini tekrar yaşama riskini azaltır.",
    "powdery_mildew": "Afrika menekşesi yapraklarında beyaz unumsu bir tabaka görüyorsan, bu genellikle yüksek nem ve yetersiz hava sirkülasyonunun işaretidir; önce en yoğun etkilenen yaprakları dikkatlice kopar veya buda. Bitkiyi diğer saksılarla çok dip dibe durduğu yerden alıp etrafında hava dolaşımı olacak bir noktaya taşı ve doğrudan klimaya maruz kalmayacak, ancak hafif hava hareketi olan bir ortam seç. Sulamayı akşam geç saatlerde değil, gün içinde yaparak yaprak ve toprağın geceye kuru girmesine dikkat et. Gerekirse yenilebilir çiçeklerde kullanılmaya uygun, hafif bir fungisit kullanabilir, fakat menekşenin hassas yaprakları nedeniyle dozu düşük tutmalısın.",
    "leaf_burn": "Menekşe yaprakları doğrudan güneş ışığına ve soğuk suya karşı son derece hassastır; cam kenarında öğle güneşini doğrudan aldığında yapraklarda sarı-beyaz yanık lekeleri oluşabilir. Bu durumda saksıyı pencerenin biraz gerisine, tül perde arkasına veya kuzey-doğu cephe gibi daha yumuşak ışık alan bir yere taşımak en doğrusudur. Yapraklara soğuk su damlatmak da benzer lekeler bırakabileceği için, sulamayı her zaman ılık suyla ve yapraklara değdirmeden yapmaya özen göster. Yanık lekeleri zamanla kahverengileşip kalıcı hale gelir; bitki yeterli sayıda sağlıklı yaprağa sahipse, çok kötü görünen yaprakları nazikçe uzaklaştırabilirsin.",
    "mold": "Menekşe saksısında veya yaprak saplarında küf geliştiğinde bu genellikle fazla sulama ve düşük hava hareketinin bir sonucudur; önce küflü görünen yaprakları, sapları ve toprak yüzeyindeki organik artıkları temizleyip at. Sulama aralarını aç ve toprağın üst kısmının hafifçe kurumasına izin vermeden yeni su ekleme. Bitkiyi, doğrudan vantilatör veya klima rüzgarı altında olmadan, hafif hava akımı olan bir yere taşıyarak nemin bitki üzerinde birikmesini engelleyebilirsin. Çok inatçı küf sorunlarında menekşeyi taze, steril bir menekşe karışımına almak, eski toprağı tamamen atmak en etkili çözümlerden biridir.",
    "nutrient_deficiency": "Afrika menekşesinde besin eksikliği, zayıf çiçeklenme, küçük çiçekler ve açık renkli yapraklarla kendini gösterebilir; önce saksının çok küçük olup olmadığını ve köklerin saksıyı tamamen doldurup doldurmadığını kontrol et. Menekşeleri çok büyük saksılara değil, kök topuna uygun boydaki saksılara almaya dikkat ederek, kök-üst aksam dengesini koruyabilirsin. Menekşe için özel olarak üretilmiş dengeli sıvı gübreleri, büyüme döneminde 2–3 haftada bir, çok seyreltilmiş halde sulama suyuna eklemek genellikle yeterli olur. Fazla gübre hem tuz birikimine hem de kök yanığına yol açabileceği için, ambalajdaki dozun üzerine çıkmamak ve arada sade suyla sulayarak tuzları uzaklaştırmak önemlidir."
  },
  "Kaktüs (Cactus species)": {
    "root_rot": "Kaktüslerde kök çürümesi neredeyse tamamen aşırı sulamadan kaynaklanır; bitkiyi hemen saksıdan çıkarıp köklerin rengini ve dokusunu incele. Sağlıklı kökler sert ve açık renkliyken çürümüş kökler koyu, yumuşak ve kötü kokuludur. Tüm çürük kökleri steril bir bıçakla kes ve kesilen yüzeylerin tamamen kuruması için bitkiyi 3–7 gün boyunca gölgede beklet. Kuruyan yüzey mantar gelişimini engeller. Ardından bitkiyi tamamen kuru bir kaktüs toprağına, iyi drenajlı bir saksıya dik ve ilk 2 hafta sulama yapma. Sonrasında sadece toprak tamamen kuruduğunda çok az su vererek devam et.",
    "leaf_yellowing": "Kaktüslerde sararma, çoğunlukla aşırı sulama, çürümeye başlayan kökler veya güneş yanığı ile ilişkilidir. Bitki çok gölgede ise güneşe yavaş yavaş alıştır, çok ani ışık artışı sararmayı artırır. Toprak nemliyse sulamayı tamamen kes ve toprağın iyice kurumasını bekle. İnce sarı lekeler cam kenarında aşırı güneşten kaynaklanıyorsa, bitkiyi daha filtreli ışığa al. Sararmış alanlar geri dönmese de kök sağlığı düzeldiğinde kaktüs yeni sağlıklı dokular üretecektir.",
    "mealybugs": "Kaktüste unlu bit, özellikle kaburga aralarında ve diken diplerinde saklanır; pamuklu çubuğu izopropil alkole batırarak beyaz kolonileri tek tek temizle. Toprağın yüzeyine inmiş olabilecekleri için çok ağır vakalarda toprağı tamamen değiştirmek iyi bir fikirdir. Kimyasal spreyleri dikkatli kullan, çünkü yoğun sprey kaktüs epidermisini yakabilir. Tedaviden sonra bitkiyi birkaç gün direkt güneşten uzak tutarak hassas dokuların iyileşmesine izin ver.",
    "spider_mites": "Kaktüsün yüzeyinde örümcek akarı olduğunda soluklanma ve ince ağlar görebilirsin; bitkinin dikenli yüzeyi nedeniyle yıkamak zor olabilir ama ılık suyla hafif sisleme ve ardından yumuşak bir fırçayla yüzeyi temizlemek iyi sonuç verir. Neem yağı kullanacaksan çok hafif uygulamalısın çünkü yağlı yüzey kaktüsün güneşte yanmasına neden olabilir. Bu nedenle uygulamadan sonra bitkiyi birkaç gün gölgede tutmak önemlidir.",
    "powdery_mildew": "Kaktüslerde küllenme nadirdir ama olur; beyaz lekeler gördüğünde etkilenen alanları nazikçe temizleyebilir, bitkiyi daha havadar bir yere taşıyabilirsin. Yapraklı bitkilerdeki kadar agresif fungisitler kaktüsün dokusunu yakabileceğinden, çok hafif çözeltiler tercih edilmeli. En etkili yöntem hava akımı artırmak ve sulama sıklığını azaltmaktır.",
    "leaf_burn": "Kaktüsün yüzeyinde kahverengi sert yanık lekeleri varsa, bu muhtemelen ani ve çok güçlü güneş ışığından kaynaklanmıştır. Bitkiyi gölgeye almak yeterli değildir; güneşe yavaş yavaş alıştırman gerekir. Yaz ortasında pencere önündeki cam, büyüteç etkisiyle kaktüsü yakabilir, bu yüzden gölgeli fakat aydınlık bir konum daha iyidir. Yanık lekeleri kalıcıdır ama bitki yeni dokular üreterek zamanla görüntüyü toparlar.",
    "mold": "Kaktüs toprağında küf oluştuysa bu bitkinin sevmediği yüksek neme işarettir; üstteki küflü tabakayı temizleyip sulamayı ciddi şekilde azalt. Saksının hava almasına dikkat et ve alt tabakta su bırakma. Eğer küf sürekli tekrarlıyorsa toprağı tamamen değiştirip daha kumlu, hızlı kuruyan bir karışım kullanmak gerekir.",
    "nutrient_deficiency": "Kaktüste besin eksikliği nadir belirgin olur ama zayıf büyüme ve solgun renklerle kendini gösterebilir. İlkbaharda taze kaktüs toprağına almak çoğu zaman yeterlidir. Gübre vermek istiyorsan kaktüsler için özel düşük azotlu sıvı bir gübreyi ayda bir, çok seyreltilmiş şekilde verebilirsin. Aşırı gübreleme kaktüsün yumuşayıp çürümesine yol açabileceğinden dikkatli olmalısın."
  },

  "Aşk Merdiveni (Boston Fern – Nephrolepis exaltata)": {
    "root_rot": "Aşk merdiveni fazla sulamaya ve havasız köklere çok hassastır; saksıyı dikkatlice açıp köklerde kahverengileşme veya kötü koku olup olmadığını kontrol et. Çürümüş kökleri steril bir makasla temizledikten sonra bitkiyi daha gevşek, lifli ve iyi drenajlı bir karışıma al. Sulamayı azalt ama bitkinin tamamen kurumasına da izin verme; fernler hafif nemi sever. Bitkiyi daha havadar bir yere yerleştirip saksı tabağında su bırakmamaya dikkat et.",
    "leaf_yellowing": "Aşk merdiveni sararması genellikle düşük nem, direkt güneş veya düzensiz sulama ile ilgilidir. Bitkiyi direkt güneşten uzak, aydınlık ama gölgeli bir yere al ve çevresindeki nemi artır (örn. nem tepsisi). Toprağın hafif nemli olmasına dikkat et, tamamen kurursa sararma hızlanır. Sararmış yaprakları dipten keserek bitkinin yeni sürgün vermesine yardımcı olabilirsin.",
    "mealybugs": "Aşk merdiveninin ince yaprakları unlu bitlere karşı çok hassastır; kolonileri pamuklu çubuğa alınmış seyreltilmiş alkolle nazikçe temizleyebilirsin ama yaprakları kırmamaya dikkat et. Ardından çok hafif bir neem spreyi uygulayabilir ve bitkiyi birkaç gün havadar bir yerde bekletebilirsin. Fernler kimyasallara hassas olduğundan güçlü insektisitlerden kaçınmak gerekir.",
    "spider_mites": "Aşk merdiveni çok nem seven bir bitki olduğu için kuru hava örümcek akarı için mükemmel ortamdır; bitkinin çevresindeki nemi artırmak akarları azaltır. Ilık suyla nazik bir duş yaptırarak yaprakların hem ön hem arka yüzeyini temizle. Gerekirse çok seyreltilmiş neem yağı ile hafif sprey uygulaması yapabilirsin ancak fazla kullanırsan yapraklar yanabilir.",
    "powdery_mildew": "Aşk merdiveni aşırı nemli ve hava almayan ortamda küllenmeye meyillidir; yapraklarda beyaz pudramsı lekeler gördüğünde etkilenen kısımları budayarak kaldır. Bitkiyi daha havadar bir yere taşı ve sulamayı sabah erken saatlerde yaparak yaprakların gün içinde tamamen kurumasını sağla. Hafif vakalar çoğunlukla konum ve sulama düzeniyle düzelir.",
    "leaf_burn": "Aşk merdiveni direkt güneşi asla sevmez; yaprak uçlarında kahverengi-kuru yanıklar görülüyorsa bitkiyi hemen daha gölgeli bir yere almalısın. Spreyle sulama yapıyorsan güneş altında bırakmamaya dikkat et, aksi halde yaprak yüzeyi büyüteç etkisiyle yanabilir. Çok zarar görmüş yaprakları budamak bitkiye daha sağlıklı bir görünüm kazandırır.",
    "mold": "Aşk merdiveninde küf genellikle aşırı sık sulama veya hava sirkülasyonu eksikliğinden kaynaklanır; önce küflü yaprak ve toprak üstünü temizle. Sulamayı azalt ve bitkiyi daha esintili bir yere yerleştir. Çok yoğun vakalarda toprağı tamamen yenilemek en sağlıklı çözümdür.",
    "nutrient_deficiency": "Besin eksikliği, açık renkli ve zayıf yapraklarla belli olur; ferne uygun dengeli bir sıvı gübreyi ilkbahar-yaz döneminde 2–3 haftada bir, çok seyreltilmiş şekilde verebilirsin. Aşırı gübre yaprak uçlarını yakabileceğinden, her zaman düşük dozla başlaman daha iyidir."
  },

  "Begonya (Begonia)": {
    "root_rot": "Begonyalar hassas köklere sahiptir ve fazla su kök çürümesine çok hızlı yol açar; saksıyı açıp kahverengi, süngerimsi kökleri temizle. Taze ve iyi drenajlı bir toprağa al, sulamayı azalt ve bitkiyi loş ama havadar bir yere yerleştir. Begonyanın toprağının asla uzun süre ıslak kalmaması gerektiğini unutma.",
    "leaf_yellowing": "Begonyalarda sararma genellikle yanlış sulama ve aşırı güneş ışığından kaynaklanır. Bitkiyi doğrudan güneş alan yerden al ve aydınlık ama filtreli ışığa koy. Toprak sürekli ıslaksa sulamayı azalt, çok kuruysa düzenli ama az miktarda sulama uygula. Sararan yaprakları nazikçe temizleyebilirsin.",
    "mealybugs": "Begonyaların kırılgan yaprakları unlu bitlerden kolay etkilenir; pamuklu çubuğa alınmış alkolle kolonileri temizleyebilir ve ardından hafif neem yağı spreyini yapraklara uygulayabilirsin. Ancak neem yağını fazla kullanmak yapraklarda yanık yapabileceğinden dozu düşük tutmalısın.",
    "spider_mites": "Begonyalar düşük nemde hızla örümcek akarı kapar; yapraklarda ince ağlar ve soluk noktalar varsa bitkiye ılık suyla duş yaptırarak akarların çoğunu temizle. Ardından nem seviyesini biraz artırabilir ve hafif neem spreyi uygulayabilirsin. Aşırı kuru hava akarların çoğalmasına neden olur.",
    "powdery_mildew": "Begonyalar küllenmeye çok yatkındır; yapraklarda beyaz unumsu lekeler gördüğünde etkilenen yaprakları buda ve bitkiyi daha havadar bir yere al. Sulamayı yapraklara değil, toprağa yap. Gerekirse yumuşak bir fungisit kullanabilirsin.",
    "leaf_burn": "Begonya yaprakları hassastır ve direkt güneşte kolayca yanar; kahverengi-kuru kenarlar fark edersen bitkiyi daha gölgeli bir yere taşı. Son dönemde yoğun gübre verdiysen, toprak tuzlanmış olabilir; bir kez bol suyla toprağı yıkayarak fazla tuzları uzaklaştır.",
    "mold": "Begonya yaprakları ve toprağında küf oluşuyorsa, aşırı nem ve kötü hava akımı söz konusudur. Küflü yaprakları kes ve sulamayı azalt. Bitkiyi daha esintili bir yere alarak yaprak yüzeyinin hızlıca kurumasını sağla.",
    "nutrient_deficiency": "Begonyada besin eksikliği, küçük yapraklar ve zayıf çiçeklenmeyle kendini gösterir. Çiçekli bitkiler için formüle edilmiş hafif bir sıvı gübreyi büyüme döneminde 2–3 haftada bir uygulayabilirsin. Fazla gübre yaprak uçlarını yakabileceğinden dikkatli olmalısın."
  },

  "Barış Çiçeği (Peace Lily – Spathiphyllum)": {
    "root_rot": "Barış çiçeği fazla suyu sevmez; yapraklar solgun ve kökler yumuşaksa kök çürümesi başlamış olabilir. Bitkiyi saksıdan çıkarıp çürük kökleri temizle ve daha hafif, drenajlı bir toprağa al. Sulamayı sadece toprak üstü kuruduğunda yap ve saksı tabağında asla su bırakma.",
    "leaf_yellowing": "Barış çiçeğinde sararma çoğunlukla aşırı sulama, düşük ışık veya kök tıkanıklığından kaynaklanır. Bitkiyi daha aydınlık bir yere taşı ve sulamayı azalt. Çok eski yaprakları temizleyebilir ve bitkiyi daha büyük bir saksıya alarak köklere alan sağlayabilirsin.",
    "mealybugs": "Barış çiçeği yapraklarında unlu bit görürsen kolonileri pamuklu çubukla ve alkolle temizle, ardından hafif neem yağı ile ince bir sprey uygulaması yap. Yaprakların altını özellikle kontrol et. Birkaç gün arayla tekrar kontrol etmek popülasyonu düşürür.",
    "spider_mites": "Barış çiçeği nem seven bir bitkidir; kuru ortamda örümcek akarı hızla çoğalır. Ilık suyla duş yaptırarak yaprakların her yüzeyini temizle. Ardından hafif neem spreyi uygulayabilir ve bitkiyi daha nemli bir ortama alabilirsin.",
    "powdery_mildew": "Barış çiçeği çok sıkışık ve nemli bir ortamdaysa küllenme gelişebilir; beyaz lekeleri fark ettiğinde etkilenen yaprakları temizleyip bitkiyi daha havadar bir yere taşı. Sulamayı yapraklara değil toprağa yap. Hafif vakalar genellikle çevre koşulları düzeltilince geçer.",
    "leaf_burn": "Barış çiçeği direkt güneşi sevmez; yapraklarda kahverengi uçlar veya yanık izleri varsa bitkiyi daha gölgeli bir yere al. Klorlu su da uç yanıklarına neden olabilir; sulamada mümkünse dinlendirilmiş su kullan.",
    "mold": "Toprak veya yaprak yüzeyinde küf oluştuysa bitki fazla sulanıyor ya da havasız bir ortamda kalıyor olabilir. Küflü toprağı temizle ve sulamayı azalt. Bitkiyi daha havadar bir konuma çekerek yaprak yüzeyinin hızlı kurumasını sağla.",
    "nutrient_deficiency": "Barış çiçeği yeterli besin almadığında çiçeklenme azalır ve yapraklar solgunlaşır. Ocak–Eylül döneminde ayda bir kez dengeli bir sıvı gübre vermek genellikle yeterlidir. Aşırı gübreden kaçın çünkü yaprak uçlarını yakabilir."
  },

  "Bambu (Lucky Bamboo – Dracaena sanderiana)": {
    "root_rot": "Lucky bamboo genellikle suda yetiştirildiği için kök çürümesi bulanık, kötü kokulu su ile başlar. Suyu tamamen değiştir, kökleri yıka ve kahverengi-yumuşak kökleri kes. Temiz, dinlenmiş su ekle ve su seviyesinin gövdenin alt kısmını çok boğmamasına dikkat et.",
    "leaf_yellowing": "Bambuda sararma çoğunlukla klorlu su, düşük ışık veya suyun çok uzun süre beklemesiyle ilgilidir. Sulama suyunu mutlaka bir gece dinlendir, bitkiyi aydınlık ama direkt güneş almayan bir yere al. Sararmış yaprakları temizleyebilirsin.",
    "mealybugs": "Lucky bamboo’da unlu bit görüldüğünde sapların birleşim yerlerini pamuklu çubuk ve alkolle temizle. Ardından hafif neem yağı çözeltisi uygulayabilirsin ancak doğrudan yoğun sprey bitkinin gövdesini yumuşatabilir. Birkaç gün arayla yeni kolonileri kontrol et.",
    "spider_mites": "Bambu kuru havada örümcek akarı kapabilir; yaprakları ılık suyla yıkayarak akarları uzaklaştır ve bitkinin çevresini biraz nemlendir. Hafif neem spreyi uygulayabilirsin ancak yaprak yüzeyinde yoğun kalıntı bırakmamaya dikkat et.",
    "powdery_mildew": "Küllenme nadir görülür ama olursa bitkiyi daha havadar bir yere alıp etkilenen yaprakları temizle. Yapraklara su sıkmaktan kaçın çünkü nemli yüzey mantarı artırır. Hafif vakalarda sadece su değişimi ve hava sirkülasyonu yeterlidir.",
    "leaf_burn": "Lucky bamboo direkt güneşte hızla yanar; kahverengileşmiş yaprak uçları güneş yanığının tipik belirtisidir. Bitkiyi gölgeli bir yere taşı ve sulama suyunun klorsuz olduğuna emin ol. Çok zarar görmüş yaprak uçlarını nazikçe kesebilirsin.",
    "mold": "Sap yüzeyinde veya sudaki çakıllarda küf oluştuysa suyu tamamen değiştir, tüm yüzeyleri temizle ve bitkiyi daha havadar bir yere al. Su hazırlarken temiz kap ve dinlenmiş su kullan, saksı suyunu 5–7 günde bir değiştir.",
    "nutrient_deficiency": "Bambu su içinde yetiştiği için besin eksikliği zamanla ortaya çıkabilir; yapraklar soluklaşıyorsa birkaç damla sıvı bitki besini ekleyebilirsin ancak aşırıya kaçma çünkü kökleri yakabilir. Besin takviyesini ayda 1 defa yapmak yeterlidir."
  },
  "Monstera (Monstera deliciosa)": {
    "root_rot": "Monstera, büyük yaprakları ve güçlü kökleriyle gösterişli bir bitki olsa da, fazla sulandığında kök çürümesine çok yatkındır; saksıyı dikkatlice yan yatırarak bitkiyi çıkar ve köklerin rengini incele. Sağlıklı kökler açık renkli ve elastikken, çürük kökler koyu, yumuşak ve kolayca kopar; bu kısımları steril bir makasla tamamen kes. Bitkiyi daha gevşek, içinde perlit veya pomza bulunan, iyi drene olan bir karışıma al ve saksının altında mutlaka drenaj delikleri olduğundan emin ol. Diktikten sonra toprağın üstü değil, kök derinliği belirgin şekilde kuruduğunda sulamaya devam et ve saksı tabağında su bırakmamaya özen göster.",
    "leaf_yellowing": "Monstera yapraklarının sararması çoğunlukla aşırı sulama, düşük ışık veya kök sıkışması ile ilişkilidir; önce parmağınla toprağı derinlemesine kontrol et ve sürekli ıslaksa sulama sıklığını azalt. Bitkiyi loş bir köşede tutuyorsan, daha aydınlık ama direkt güneş almayan bir pencere yakınına taşı; monstera parlak dolaylı ışıkta en iyi performansı gösterir. Uzun süre aynı saksıda kaldıysa ve kökler drenaj deliklerinden çıkmaya başladıysa, bir boy büyük saksıya geçirerek köklere yeni alan sağlayabilirsin. Alt kısımdaki tamamen sararmış yaprakları budayarak bitkinin enerjisini yeni, sağlıklı yapraklara yönlendirmesine yardımcı ol.",
    "mealybugs": "Monstera geniş yaprakları ve kalın saplarıyla unlu bitlere saklanmak için bolca alan sunar; özellikle yaprak koltukları ve damar birleşimlerini dikkatlice kontrol et. Beyaz pamuksu kolonileri pamuklu çubuğa aldığın seyreltilmiş alkolle tek tek temizleyebilir, ardından yapraklara hafifçe neem yağı veya böcek öldürücü sabun çözeltisi püskürtebilirsin. Sprey uygularken yaprak altlarını ihmal etme, çünkü unlu bitler genellikle orada saklanır. Birkaç gün arayla bitkiyi yeniden kontrol ederek görülen yeni kolonileri aynı yöntemle temizlemek, popülasyonu tamamen bitirmenin anahtarıdır.",
    "spider_mites": "Monstera, geniş yaprak yüzeyi sayesinde örümcek akarlarının kolayca yerleşebileceği bir bitkidir; yapraklarda matlaşma, küçük sarı noktalar ve ince ağlar fark edersen harekete geçmelisin. Ilık suyla yapraklara duş vererek hem tozu hem de akarların büyük kısmını uzaklaştır, ardından yaprakları havluyla hafifçe kurulayıp bitkiyi havadar bir yere koy. Neem yağı veya uygun bir akarisit spreyi yaprakların her iki yüzüne ince bir tabaka halinde uygulayabilir, ancak uygulamadan sonra bitkiyi doğrudan güneşten bir süre uzak tutarak yaprak yanığı riskini azaltabilirsin. Daha nemli ama hava akımı olan bir ortam sağlamak, monstera için sağlıklı iken örümcek akarları için daha elverişsiz bir ortam yaratır.",
    "powdery_mildew": "Monstera, çok kalabalık ve havasız ortamlarda yapraklarında beyaz pudramsı küllenme lekeleri geliştirebilir; böyle bir durumda önce en çok etkilenen yaprakları veya yaprak bölümlerini belirleyip temizle veya buda. Bitkiyi, diğer saksılara çok yakın sıkıştırdığın yerden alıp etrafında hava dolaşımı olacak şekilde yerleştir ve mümkünse hafif esinti alan bir pencere yakınına koy. Sulamayı sabah saatlerinde yapıp yaprakların gün içinde tamamen kurumasını sağla; yapraklara sık sık su püskürtüyorsan, bunu azaltmak mantarın gerilemesine yardımcı olur. Gerekirse yumuşak bir fungisit çözeltisini hafif bir sisleme şeklinde uygulayabilir ve yeni yaprakları düzenli aralıklarla takip edebilirsin.",
    "leaf_burn": "Monstera yaprakları dolaylı güçlü ışığı sevmesine rağmen, cam arkasından gelen çok sert öğle güneşinde kolayca yanabilir; yapraklarda kahverengi, kuru yanık lekeleri görüyorsan bitkiyi biraz daha içeriye, filtreli ışık alan bir noktaya çek. Yeni aldığın bir monsterayı bir anda çok aydınlık bir yere koyduysan, ışığı kademeli olarak artırmak yanık riskini azaltacaktır. Çok büyük ve gösterişli yapraklardaki yanık lekeleri estetik açıdan rahatsız edici olsa da, bu yapraklar hala fotosentez yapabildiği için tamamen kuruyana kadar kesmemek genellikle daha faydalıdır. Gelecekte, özellikle yaz aylarında perdeden süzülen ışığı tercih ederek yaprak yanıklarını minimumda tutabilirsin.",
    "mold": "Monstera saksısında küf oluşuyorsa, bu toprağın uzun süre ıslak ve ortamın yeterince havadar olmadığını gösterir; üstteki küflü tabakayı kaşıkla alıp at ve sulama sıklığını azalt. Bitkiyi hava akımı olan, ancak direkt cereyana maruz kalmayacak bir yere taşıyarak toprağın daha hızlı kurumasını sağlayabilirsin. Çok eski, sıkışmış ve organik maddesi bozulmuş bir toprak kullanıyorsan, monstera için uygun, drenajlı ve perlitli bir karışıma repot etmek küf problemini uzun vadede çözer. Drenaj deliklerinin tıkalı olmadığından ve saksı tabağında su bırakmadığından emin olmak da tekrarını önler.",
    "nutrient_deficiency": "Monstera besin eksikliğinde küçük, zayıf yapraklar ve daha az yarıklı (fenestrasyonlu) yaprak formu gösterebilir; önce bitkinin yeterince ışık aldığından emin ol, çünkü sadece gübre artırmak tek başına işe yaramaz. İlkbahar ve yaz aylarında, iç mekân yeşil bitkiler için formüle edilmiş dengeli bir sıvı gübreyi 2–4 haftada bir, etikette belirtilen dozun yarısı kadar seyrelterek sulama suyuna karıştırabilirsin. Aşırı gübre kullanımı köklerde tuz birikimi ve yaprak uç yanıkları oluşturabileceğinden, zaman zaman sade suyla sulayarak toprakta biriken tuzları uzaklaştırmak iyi bir alışkanlıktır. Gübre ve ışık dengesi doğru kurulduğunda, monstera daha büyük ve sağlıklı yapraklar üretmeye başlar."
  },

  "Gül (Rose – Rosa)": {
    "root_rot": "Saksı veya bahçe güllerinde kök çürümesi, ağır toprak ve sürekli ıslak zeminle yakından ilişkilidir; bitki solgun ve gelişmiyorsa kök bölgesini incelemek gerekir. Toprağı hafifçe açıp köklerin kahverengi ve yumuşak olup olmadığına bak; çürük kökleri steril bir makasla temizle ve drenajı artırmak için toprağa perlit, kum veya organik madde karıştır. Sulamayı daha seyrek ve derin yap, her sulama arasında toprağın üst kısmının belirgin şekilde kurumasına izin ver. Uzun vadede gülü, suyun birikmediği, iyi drene olan bir konuma almak kök sağlığını korumak için kritiktir.",
    "leaf_yellowing": "Güllerde yaprak sararması birçok nedene bağlı olabilir: besin eksikliği, fazla veya az su, kök sıkışması ya da mantar enfeksiyonları. Önce sulama düzenini gözden geçir; toprak sürekli çamur gibi ıslak olmamalı ama tamamen kemik gibi kuru da kalmamalıdır. Özellikle alt yapraklarda başlayan genel sararma, azot eksikliğine işaret edebilir; bu durumda güller için formüle edilmiş bir gübreyi, etiket talimatına uygun şekilde uygulayabilirsin. Yaprak damarları yeşil kalırken araları sararıyorsa demir eksikliği de söz konusu olabilir; demir takviyesi içeren özel gübreler bu durumda yardımcı olur.",
    "mealybugs": "Güllerde unlu bit, genç sürgün uçları ve tomurcuk çevresini sever; beyaz pamuksu kolonileri fark ettiğinde ilk iş, yoğun infekte olmuş sürgünleri budayıp uzaklaştırmaktır. Kalan böcekleri pamuklu çubuğa alınmış alkolle tek tek temizleyebilir ve ardından yapraklara, özellikle de alt yüzeylere, böcek öldürücü sabun veya neem yağı içeren bir çözeltiden hafifçe püskürtebilirsin. Güller kimyasal ilaçlara genellikle dayanıklı olsa da, sıcak havada yoğun sprey uygulaması yaprak yanıklarına neden olabileceği için sabah veya akşam serinliğinde ilaçlama yapmak daha güvenlidir. Tedaviyi birkaç gün arayla tekrarlayıp popülasyonu tamamen baskılamak önemlidir.",
    "spider_mites": "Güller, sıcak ve kuru havalarda örümcek akarına oldukça yatkındır; yapraklarda gümüşümsü solma ve minik sarı lekeler görüyorsan yaprakları yakından inceleyip ince ağları fark edebilirsin. İlk adım olarak hortumla veya duşla yaprakların hem ön hem arka yüzlerini güçlü ama bitkiyi kırmayacak bir su akışıyla yıkamak iyi bir mekanik temizlik sağlar. Ardından uygun bir akarisit veya neem yağı çözeltisini, etiket talimatına göre yapraklara uygula ve gerekirse 7–10 gün arayla tekrarla. Güllerin etrafına biraz daha nem sağlamak, çok sıkı budamadan kaçınmak ve bitkiyi stres altına sokmamak, akar problemini uzun vadede azaltır.",
    "powdery_mildew": "Güllerde küllenme en sık görülen yaprak hastalıklarından biridir; yaprak, tomurcuk ve genç sürgünler üzerinde beyaz unumsu bir tabaka olarak belirir. Öncelikle yoğun şekilde enfekte olmuş yaprak ve sürgünleri budayıp ortamdan uzaklaştır; bu sırada budama aletini arada dezenfekte etmek mantarın yayılmasını azaltır. Bitkiyi çok sıkışık ve havasız bir yerden alıp hava sirkülasyonu iyi olan bir konuma taşı ve sulamayı sabah saatlerinde, yaprakları ıslatmadan, toprağa yap. Güller için önerilen uygun bir fungisit ile düzenli aralıklarla ilaçlama yapmak, özellikle sezon boyunca küllenme sık görülen bölgelerde koruyucu etki sağlar.",
    "leaf_burn": "Güllerde yaprak yanıkları, güçlü öğle güneşi, rüzgârla gelen sıcak hava ya da aşırı gübre kullanımının sonucu olarak ortaya çıkabilir. Sıcak iklimlerde, özellikle öğle saatlerinde hafif gölgeleme sağlamak yaprak yanıklarını azaltır; örneğin, gülü sabah güneşi alan ama öğleden sonra kısmi gölgeye düşen bir alana yerleştirebilirsin. Son dönemde yoğun gübre kullandıysan, toprağı bir kez bol suyla yıkayarak fazla tuzların kök bölgesinden uzaklaşmasını sağla. Çok yanmış yaprakları budamak bitkiye daha estetik bir görünüm kazandırır, ancak yeni çıkan sürgünlerin de yeterli ışık ve su dengesine sahip olduğundan emin olmak gerekir.",
    "mold": "Güllerde küf ve gri küf (Botrytis) özellikle yoğun çiçek açan, sık yapraklı ve nemli ortamlarda açığa çıkar; kahverengi çürük çiçekler ve gri tüylü küf tabakası görebilirsin. Enfekte çiçek ve yaprakları derhal budayıp uzaklaştırmak, mantar yükünü azaltır. Bitki etrafındaki hava akımını artırmak için çok sıkışık dalları seyreltip, gülü etrafındaki diğer bitkilerle biraz mesafeli konumlandırabilirsin. Sulamayı sabah erken saatlerde toprağa yaparak yaprak ve çiçeklerin gün içinde kurumasını sağlamak, küf oluşumunu engellemek için en etkili yöntemlerden biridir.",
    "nutrient_deficiency": "Güller besin yönünden aç bitkilerdir ve eksiklikler hızlıca yaprak renginde solma, minicik çiçekler ve zayıf sürgünlerle kendini gösterir; özellikle ilkbahar başında iyi bir taban gübrelemesi yapmak çok faydalıdır. Güller için geliştirilmiş özel gübreleri, üreticinin talimatlarına uygun şekilde, büyüme dönemi boyunca periyodik olarak kullanabilirsin. Azot, fosfor ve potasyum dengesinin yanı sıra demir ve magnezyum gibi mikro besinlerin de yeterli olması önemlidir; bu nedenle dengeli, gül odaklı gübreler tercih etmek iyi bir yaklaşımdır. Aşırı gübre kökleri yakabileceği için, özellikle sıcak havalarda dozu artırmaktan kaçınmak gerekir."
  },

  "Bonsai (Bonsai – berbagai türler)": {
    "root_rot": "Bonsai, sığ saksıda ve kısıtlı toprak hacminde yetiştiği için kök çürümesine karşı çok hassastır; toprağın sürekli ıslak kalması kökleri hızla boğar. Ağacını saksıdan dikkatlice çıkarıp kökleri kontrol et; sağlıklı kökler ince ama esnektir, çürümüş olanlar koyu renkli ve hamur gibidir. Çürük kökleri steril bir makasla temizledikten sonra, bonsai türüne uygun, iyi drene olan bir karışıma (örneğin akadama, pomza, lav taşı karışımı) yeniden dik. Sulamayı, toprağın üst kısmı hafifçe kuruduğunda ve ağaç türünün ihtiyacına göre yap; köklerin uzun süre su içinde kalmasını engelle.",
    "leaf_yellowing": "Bonsai yapraklarının sararması, türüne bağlı olarak sulama hataları, yanlış ışık, besin eksikliği veya kök sıkışmasıyla ilişkili olabilir. Önce ağacın türünü ve onun doğal yaşam koşullarını düşün; gölge seven bir türü tam güneşe koymak da, tam güneş seven bir türü loşta bırakmak da strese yol açar. Sulamayı, toprağın dokusuna ve türün ihtiyacına göre ayarlamalı, ne tamamen kurumasına ne de çamur haline gelmesine izin vermemelisin. Sararan yaprakları temizleyip, gerekirse ilkbaharda kök budaması ve toprak yenilemesi yaparak ağacın dengeli büyümesini sağlayabilirsin.",
    "mealybugs": "Bonsai üzerinde unlu bit görüldüğünde, küçük yaprak ve sürgünler nedeniyle zarar hızlı yayılabilir; önce yoğun kolonili dalları budayıp uzaklaştır. Pamuklu çubuğa alınmış alkolle kalan pamuksu böcekleri temizle ve ağacın türüne uygun, yumuşak bir böcek öldürücü sabun veya neem yağı çözeltisini yapraklara ve sürgünlere hafifçe uygula. Özellikle iğne yapraklı bonsailer kimyasallara daha hassas olabilir, bu yüzden önce küçük bir alanda deneme yapmak faydalıdır. Tedaviyi birkaç gün arayla tekrarlayıp aynı zamanda ağacı hava alan bir yerde tutmak, zararlı baskısını azaltır.",
    "spider_mites": "Bonsailer genellikle küçük saksıda ve güneş altında tutulduğu için, sıcak ve kuru havada örümcek akarına yatkındır; yapraklarda noktasal solmalar ve ince ağlar fark edersen hızlıca müdahale et. Ağacı, türü izin veriyorsa, ılık suyla iyice duşlandırıp yaprakların her iki yüzeyini temizleyebilirsin. Sonrasında uygun bir akarisit veya neem yağı içeren bir karışımı, özellikle yaprak altlarına ve ince dallara uygulayarak akarların tekrar yerleşmesini zorlaştırırsın. Ağacı çok havasız, kapalı bir pencere önünde tutmak yerine esinti alan ama don riski olmayan bir noktaya almak, uzun vadeli sağlık için önemlidir.",
    "powdery_mildew": "Bonsai yapraklarında küllenme, özellikle sık yapraklı türlerde ve hava akımının zayıf olduğu yerlerde sıktır; beyaz unumsu lekeler gördüğünde etkilenen yaprak ve sürgünleri kısmen budamak iyi bir başlangıçtır. Ağacı daha havadar, sabah veya akşam güneşi alan bir konuma taşımak, yaprakların hızlıca kurumasına ve mantar için elverişli ortamın azalmasına yardımcı olur. Sulamayı yapraklara değil, doğrudan toprağa yönlendir ve akşam sulamalarından kaçınarak yaprakların geceye kuru girmesini sağla. Tür için uygun, hafif bir fungisit kullanarak küllenmenin yayılmasını daha da sınırlayabilirsin.",
    "leaf_burn": "Bonsai yaprak yanıkları, küçük toprağın çabuk ısınması, ani güneş ve rüzgar kombinasyonu veya aşırı gübre kullanımından kaynaklanabilir. Türü gölge veya yarı gölge seven bir bonsaiyi bir anda tam güneşe koymak yaprakların kahverengileşmesine neden olur; ışığı her zaman kademeli artırmak daha doğrudur. Fazla gübre verdiysen, saksıyı bol suyla yıkayıp fazla tuzları uzaklaştırabilir, bir süre gübre kullanımına ara verebilirsin. Yanmış yaprakları budamak ağaca daha temiz bir görünüm verir, ancak yeni yaprakların sağlıklı çıkması için su, ışık ve besin dengesini yeniden kurmak şarttır.",
    "mold": "Bonsai toprağında veya gövdeye yakın alanlarda küf görüyorsan bu, fazla nem ve zayıf hava sirkülasyonunun bir göstergesidir; üstteki küflü tabakayı ve ölü yaprak, yosun gibi organik kalıntıları temizle. Sulamayı azaltıp, ağacı daha havadar bir yere taşıyarak toprağın daha hızlı kurumasını sağlayabilirsin. Toprak çok eski ve sıkışmışsa, tür için uygun yeni bir bonsai karışımına repot etmek uzun vadede en sağlıklı çözümdür. Yüzeyde bir miktar yosun dekoratif olarak kabul edilse de, küf ve sürekli ıslaklık bonsainin kök sağlığı için risk oluşturur.",
    "nutrient_deficiency": "Bonsai besin eksikliğinde küçük, zayıf yapraklar, uzun ve ince sürgünler ya da cansız bir genel görünüm gösterebilir; türüne uygun bir gübre programı oluşturmak önemlidir. Büyüme döneminde, bonsailer için özel üretilmiş sıvı veya katı gübreleri, üreticinin önerdiği dozdan biraz daha düşük başlayarak düzenli aralıklarla verebilirsin. Kışın dinlenme döneminde gübreyi azaltmak veya tamamen kesmek, ağacın mevsimsel ritmine saygı göstermen açısından önemlidir. Aşırı gübre, özellikle küçük saksıda tuz birikimi yaratarak kökleri yakabileceği için, zaman zaman sade suyla saksıyı yıkayıp tuzları uzaklaştırmak iyi bir pratiktir."
  },

  "Kurdele çiçeği (Spider Plant – Chlorophytum comosum)": {
    "root_rot": "Kurdele çiçeği genel olarak dayanıklıdır ancak aşırı sulama ve drenajı zayıf saksı toprağı kök çürümesine yol açabilir; bitkiyi nazikçe saksıdan çıkarıp köklerin rengini ve kokusunu kontrol et. Kahverengi, yumuşak ve kötü kokulu kökleri steril makasla kes, sağlıklı krem rengi kökleri koru. Bitkiyi daha hafif, drenaj delikleri iyi çalışan bir saksıya ve geçirgen bir karışıma al. Sulamayı, toprağın üst kısmı belirgin şekilde kurudukça yap ve saksı tabağında su bırakmamaya özen göster.",
    "leaf_yellowing": "Kurdele çiçeğinde yaprak sararması çoğunlukla aşırı veya yetersiz sulama, çok düşük ışık ya da kök sıkışmasıyla ilişkilidir. Toprağın sürekli ıslak kalıp kalmadığını kontrol et ve çok suluyorsan sıklığı azalt. Bitkiyi tam gölgede tutmak yerine aydınlık ama dolaylı ışık alan bir pencere yakınına taşı, çünkü bu bitki parlak dolaylı ışıkta en iyi görünümü sergiler. Uzun süredir aynı saksıdaysa ve kökler toprağı tamamen doldurmuşsa, bir boy büyük saksıya alarak köklerin nefes almasına izin verebilirsin.",
    "mealybugs": "Kurdele çiçeği, sarkıcı yaprakları ve yavru bitkileri (runner’lar) sayesinde unlu bitlerin saklanması için bolca alan sağlar; özellikle yaprak koltukları ve yavru bağlantı noktalarını dikkatlice incele. Pamuklu çubuğa alınmış seyreltilmiş alkolle beyaz pamuksu kolonileri tek tek temizleyebilir ve ardından yapraklara hafif bir neem yağı veya böcek öldürücü sabun spreyi uygulayabilirsin. Spreyi uyguladıktan sonra bitkiyi doğrudan güneşten uzak, havadar bir yerde tutmak yaprak yanıklarını önlemek için önemlidir. Birkaç gün sonra bitkiyi yeniden kontrol ederek gözden kaçan yeni kolonileri erken dönemde yakalamaya çalış.",
    "spider_mites": "Kurdele çiçeği nispeten toleranslıdır ancak çok kuru iç mekan havasında örümcek akarına yakalanabilir; yapraklarda solma, küçük sarı noktalar ve ince ağlar görüyorsan bitkiyi ılık suyla nazikçe duşlandırarak hem tozu hem de akarları uzaklaştır. Kurdele çiçeği hafif nem artışını tolere eder, bu yüzden bitkinin çevresine bir miktar nem sağlamak akarların tekrar çoğalmasını zorlaştırabilir. Neem yağı içeren bir karışımı yaprakların her iki yüzüne hafifçe püskürtebilir, ardından bitkiyi doğrudan güneş almayan bir yere yerleştirebilirsin. Özellikle kalorifer üzerine veya çok sıcak, kuru raflara koymaktan kaçınmak, akar riskini azaltır.",
    "powdery_mildew": "Kurdele çiçeğinde küllenme çok sık olmasa da, havasız ve nemli ortamlarda yapraklarda beyazımsı lekeler görülebilir; böyle bir durumda bitkiyi etrafında hava dolaşımı olacak bir noktaya taşı. Etkilenen yaprakları hafifçe silmek veya çok yoğun enfeksiyon varsa budamak mantar yükünü azaltır. Sulamayı akşam geç saatlerde değil, gün içinde yaparak yaprakların geceye kuru girmesini sağla. Çoğu vakada çevre şartlarını düzeltmek küllenmeyi yavaşlatır; çok inatçı durumlarda yumuşak bir fungisit kullanılabilir.",
    "leaf_burn": "Kurdele çiçeğinin yaprak uçlarındaki kahverengi kuruma çoğunlukla düşük nem, klorlu su veya aşırı gübre kullanımından kaynaklanır; direkt güneş de bu durumu ağırlaştırabilir. Sulamada musluk suyu kullanıyorsan, klorun uçması için suyu bir süre dinlendirmek veya filtre kullanmak yararlı olabilir. Gübreyi çok sık veya yüksek dozda verdiysen, bir süre gübre kullanımını kesip toprağı bol suyla yıkayarak tuz birikimini azaltabilirsin. Yaprak uçları zaten kuruyup kahverengileştiğinde, bitkinin genel görünümünü düzeltmek için bu uçları hafifçe kesebilirsin.",
    "mold": "Kurdele çiçeğinin toprağında küf oluşması, genellikle gereğinden fazla sulama ve düşük hava sirkülasyonunun işaretidir; önce üstteki küflü tabakayı temizleyip sulamayı seyrekleştir. Bitkiyi daha havadar bir yere alarak toprağın daha hızlı kurumasını sağlayabilir, saksı tabağında su bırakmamaya dikkat edebilirsin. Toprak çok eski, sıkışmış ve ağırsa, bitkiyi taze ve daha geçirgen bir karışıma almak uzun vadede küf ve çürüme sorunlarını azaltacaktır. Özellikle geniş yapraklı saksı bitkileriyle çok sıkışık konumlandırmaktan kaçınmak da faydalıdır.",
    "nutrient_deficiency": "Kurdele çiçeğinde besin eksikliği, soluk yaprak rengi, zayıf büyüme ve az yavru üretimiyle kendini gösterebilir; iç mekan yeşil bitkiler için uygun dengeli bir sıvı gübreyi, büyüme döneminde 3–4 haftada bir, düşük dozda kullanmak genellikle yeterlidir. İlkbaharda bitkiyi taze bir karışıma almak ve kökleri çok bozmadan saksı yenilemek de besin dengesini düzeltir. Aşırı gübreden kaçınmak, hem yaprak uç yanıklarını hem de köklerde tuz birikimi riskini azaltır. Doğru ışıkla birleşen ölçülü gübreleme, kurdele çiçeğinin canlı yeşil çizgili yapraklar ve bol yavru üretmesini destekler."
  },

  "Kauçuk çiçeği (Rubber Plant – Ficus elastica)": {
    "root_rot": "Kauçuk çiçeği güçlü bir kök sistemine sahip olsa da, büyük saksılarda ve ağır toprakta uzun süre ıslak kaldığında kök çürümesi gelişebilir; bitkinin yaprakları sarkmış ve toprağı ağır kokuyorsa kök bölgesini incelemek gerekir. Saksıyı yan yatırıp bitkiyi çıkar, kahverengi, yumuşak ve kötü kokulu kökleri steril bir makasla kes ve yalnızca açık renkli, sağlam kökleri bırak. Bitkiyi daha büyük drenaj delikli bir saksıya, içinde perlit veya pomza bulunan, iyi drene olan bir karışıma al. Sulamayı, toprağın üst kısmı kuruduktan sonra ve özellikle kış aylarında çok daha seyrek yaparak köklerin havasız kalmasını önle.",
    "leaf_yellowing": "Kauçuk çiçeğinde yaprak sararması çoğunlukla aşırı sulama, düşük ışık veya ani çevre değişikliğiyle ilişkilidir; önce parmağınla toprağı kontrol et, çok ıslaksa sulamayı birkaç hafta azalt. Bitkiyi tamamen loş bir köşede tutuyorsan, daha aydınlık ancak direkt güneş almayan bir pencere yakınına taşı; kauçuk parlak dolaylı ışığı sever. Yeni taşındıysa veya saksı değişimi yaptıysan, bitkinin bir miktar yaprak dökmesi ve sararması uyum sürecinin parçası olabilir; bu dönemde sulamayı abartmadan ve yerini sık değiştirmeden bitkiye zaman vermek en iyisidir. Alt kısımdaki çok eski, sararmış yaprakları nazikçe temizleyerek bitkinin daha yukarıda yeni yapraklara odaklanmasını sağlayabilirsin.",
    "mealybugs": "Kauçuk çiçeğinin kalın, parlak yaprakları unlu bitler için cazip saklanma alanları sunar; özellikle yaprak sapı ile gövdenin birleştiği noktaları ve damar birleşimlerini dikkatle kontrol et. Beyaz pamuksu kolonileri pamuklu çubuğa alınmış seyreltilmiş alkolle temizleyebilir, ardından yaprak yüzeyine hafif bir neem yağı veya böcek öldürücü sabun çözeltisi püskürtebilirsin. Uygulamadan sonra yaprakları temiz, hafif nemli bir bezle silmek hem kalıntıları azaltır hem de bitkiye parlak bir görünüm kazandırır. Unlu bitler inatçı olduğundan, bitkiyi birkaç hafta boyunca düzenli aralıklarla kontrol etmek, sorunun tekrarını önlemeye yardımcı olur.",
    "spider_mites": "Kauçuk çiçeği, kalın yaprakları sayesinde kısa süreli susuzluğa dayanabilir ama çok kuru iç mekân havasında örümcek akarlarına açık hale gelebilir; yapraklarda matlaşma, küçük sarı noktalar ve ince ağlar fark edersen bitkiye ılık suyla duş aldırmak iyi bir ilk adımdır. Yaprakların hem ön hem arka yüzlerini yıkayıp fazla suyu silkeleyerek veya yumuşak bir bezle alarak hem tozu hem de akarların çoğunu uzaklaştırabilirsin. Ardından neem yağı veya uygun bir akarisit içeren hafif bir spreyi yapraklara uygulayabilir, ancak yoğun güneş altında bırakmamaya dikkat et; yağlı yüzey güneş yanığını artırabilir. Bitkinin çevresindeki havayı biraz daha nemli, fakat iyi hava akımlı tutmak, akarları sevmeyecekleri bir ortam yaratır.",
    "powdery_mildew": "Kauçuk çiçeği genellikle çok dayanıklıdır, ancak havasız ve aşırı nemli ortamlarda yaprak yüzeyinde beyazımsı küllenme lekeleri gelişebilir; bu durumda bitkiyi daha havadar bir noktaya taşı. Yaprakları yumuşak, nemli bir bezle silerek hem tozu hem de mantar sporlarının önemli bir kısmını uzaklaştırabilirsin. Sulamayı yapraklara püskürtmek yerine doğrudan toprağa yönlendirmek, yaprak yüzeyinin uzun süre ıslak kalmasını engeller. Çok inatçı vakalarda, iç mekan bitkilerine uygun yumuşak bir fungisit kullanmak gerekebilir, ancak kauçuk yapraklarının kalın olmasına aldanıp çok yoğun kimyasal uygulamaktan kaçınmak önemlidir.",
    "leaf_burn": "Kauçuk çiçeği parlak dolaylı ışığı sever fakat cam arkasından gelen çok sert öğle güneşine maruz kalırsa yapraklarında kahverengi yanık lekeleri oluşabilir. Eğer yapraklarda bu tür yanıklar gördüysen, bitkiyi biraz daha içeriye, ışığı filtrelenmiş bir konuma çekmek iyi olur. Ayrıca, özellikle parlak yapraklı çeşitlerde yaprakları arada sırada nemli bir bezle silmek, üzerlerindeki tozu alarak güneşin homojen dağılmasını ve lokal yanıkların azalmasını sağlar. Yanık lekeleri geri dönmese de, bitki sağlıklıysa zamanla yeni, lekesiz yapraklar üreterek genel görünümünü toparlar.",
    "mold": "Kauçuk çiçeğinin toprağında küf oluşması, genellikle toprağın uzun süre ıslak kalması ve hava sirkülasyonunun zayıf olmasından kaynaklanır; üstteki küflü tabakayı temizleyip sulamayı seyrekleştirmek ilk adımdır. Bitkiyi daha ferah ve esintili bir noktaya alarak toprağın daha hızlı kurumasını sağlayabilir, saksı tabağında su bırakmamaya özen gösterebilirsin. Toprak çok eski, sıkışmış ve ağırsa, bitkiyi taze, drenajı yüksek bir karışıma alarak kök bölgesindeki nem dengesini düzeltmek uzun vadede faydalıdır. Bu sırada köklerde çürüme belirtisi olup olmadığına bakmak da olası daha ciddi sorunları erken yakalamana yardımcı olur.",
    "nutrient_deficiency": "Kauçuk çiçeği besin eksikliğinde mat yaprak rengi, yavaş büyüme ve daha küçük yapraklar gösterebilir; önce bitkinin yeterli ışık alıp almadığını ve çok uzun süredir aynı toprakta tutulup tutulmadığını değerlendir. İç mekân yeşil bitkiler için uygun dengeli bir sıvı gübreyi, özellikle ilkbahar ve yaz aylarında 4–6 haftada bir, düşük dozda sulama suyuna karıştırarak verebilirsin. Çok sık veya yüksek dozda gübre kullanmak köklerde tuz birikimine ve yaprak uç yanıklarına yol açabileceği için, zaman zaman sade suyla sulayarak biriken tuzları uzaklaştırmak iyi bir pratiktir. Doğru ışık ve ölçülü besleme ile kauçuk, parlak ve büyük yapraklarla sağlıklı büyümesine devam eder."
  },
  "Guzmanya (Guzmania lingulata)": {
    "root_rot": "Guzmanya, bromeliad ailesinden olduğu için suyu çoğunlukla yaprak haznesinde (huni kısmı) tutar; saksı toprağının sürekli ıslak olması kök çürümesine neden olur. Çürümeyi fark edersen, bitkiyi saksıdan çıkar ve kahverengi, süngerimsi kökleri steril makasla temizle. Yeni saksıda daha gevşek, kabuklu ve hava alan bir karışım kullan. Huni içine su doldurursan mutlaka 5–7 günde bir tamamen boşaltıp taze su koy; aksi halde hem çürüme hem de bakteri oluşumu hızlanır.",
    "leaf_yellowing": "Guzmanya yapraklarının sararması çoğunlukla huniye biriken bayat su, düşük ışık veya aşırı sulama nedeniyle olur. Önce huni içindeki suyu tamamen boşaltıp taze, dinlenmiş su ekle. Bitkiyi aydınlık ama direkt güneş almayan bir yere taşı. Sararmış yapraklar geri dönmez; bunları zamanla dipten kesebilirsin.",
    "mealybugs": "Unlu bitler Guzmanya'nın huni kısmında ve yaprak diplerinde saklanmayı sever. Pamuklu çubuğa aldığın alkolle pamuksu böcekleri temizle ve ardından çok hafif bir neem yağı spreyini uygulayabilirsin; ancak huni içindeki suya kimyasal kaçmamasına dikkat et. Gerekirse huni suyunu tamamen döküp birkaç gün kuru bırakabilirsin.",
    "spider_mites": "Guzmanya yüksek nem seven bir bitkidir; kuru ortamda örümcek akarı hızla çoğalır. Yaprakları ılık suyla sisleyerek ya da bitkiye duş aldırarak akar yükünü azaltabilirsin. Neem yağı içerikli hafif bir karışımı yaprakların alt yüzeyine uygulamak etkili olur. Ortam nemini artırmak uzun vadeli çözüm sağlar.",
    "powdery_mildew": "Küllenme oluştuğunda, özellikle dip bölgelerde beyaz pudramsı lekeler görebilirsin. Guzmanya çok nem sever fakat durağan nemi sevmez; bitkiyi daha havadar bir yere taşı. Etkilenen yaprakları hafifçe sil ya da buda. Huni içindeki suyu sık sık tazeleyerek mantar oluşumunu engelleyebilirsin.",
    "leaf_burn": "Direkt güneş Guzmanya yapraklarını hızla yakar; kırmızı veya sarı tonlara dönen, sertleşmiş yanık lekeleri oluşabilir. Bitkiyi yarı gölgeye taşı ve çok parlak pencere önlerinden uzak tut. Yanmış yaprak kısımlarını istersen kademeli olarak keserek görüntüyü düzeltebilirsin.",
    "mold": "Huni içinde ve toprağın yüzeyinde küf oluşuyorsa suyu çok uzun süre bekletiyorsun demektir. Su tamamen değiştirilip bitki daha havadar bir yere taşınmalı. Toprak çok eskiyse, toprak değişimi mantarı hızlıca azaltır. Bitkinin etrafındaki yaprak döküntülerini düzenli temizlemek de faydalıdır.",
    "nutrient_deficiency": "Guzmanya besin eksikliğinde sönük renkler ve zayıf gelişim gösterir. Bromeliad gübrelerini çok seyreltilmiş şekilde huniye değil, toprağa uygulamak en güvenlisidir. Fazla gübre huni içindeki dokuları yakabileceği için dikkatli doz kullanmalısın."
  },

  "Pachira (Pachira aquatica – Para Ağacı)": {
    "root_rot": "Pachira fazla sulamada hızla kök çürümesine girer; yapraklarda sarkma ve toprakta kötü koku varsa kökleri kontrol et. Çürük kökleri kesip bitkiyi daha drenajlı bir karışıma al. Sulamayı sadece toprak üstü kuruduğunda yap ve büyük saksılardan kaçın; büyük saksı daha geç kurur.",
    "leaf_yellowing": "Pachira’da sararma çoğunlukla aşırı sulama, düşük ışık veya ani sıcaklık değişimleriyle ilgilidir. Bitkiyi aydınlık ama direkt güneş almayan bir yere koy ve sulama sıklığını azalt. Yaprak sararması taşınma sonrası doğal da olabilir; bitki yeni ortama uyum sağladığında düzelir.",
    "mealybugs": "Unlu bitler gövde kıvrımlarında ve yaprak sapı diplerinde saklanır. Alkolle ıslatılmış pamuklu çubukla kolonileri temizle, ardından hafif neem spreyi uygula. Pachira geniş yapraklı olduğu için sprey uygulaması kolaydır; ancak yaprak yüzeyinde fazla yağ bırakmamaya özen göster.",
    "spider_mites": "Örümcek akarı kuru havada hızla çoğalır. Yaprakları ılık suyla yıka ve neem yağı içerikli hafif sprey uygula. Pachira nemli ortamı sever; bitkinin etrafına nem artırıcı bir kap koymak akarların geri dönmesini zorlaştırır.",
    "powdery_mildew": "Beyaz pudramsı tabaka gördüğünde etkilenen yaprakları sil veya buda. Bitkiyi daha havadar bir konuma taşı. Sulamayı kök bölgesine yap ve yapraklara sık sık su püskürtmemeye çalış; bu mantar oluşumunu tetikler.",
    "leaf_burn": "Pachira’nın geniş yaprakları güçlü güneşte kolayca yanar; kahverengi sert lekeler oluşursa bitkiyi daha filtreli ışığa al. Yazın cam kenarında aşırı güneşten kaçın. Yanık lekeleri geri dönmez ama yeni yapraklar sağlıklı çıkar.",
    "mold": "Toprakta küf görüyorsan sulamayı azalt ve bitkiyi daha havadar bir yere taşı. Pachira’nın toprağı çok ağırsa, perlit ekleyerek havalanmayı artırabilirsin. Küflü üst tabakayı temizlemek yeterli olabilir, ama ağır vakalarda toprak değişimi yapılmalı.",
    "nutrient_deficiency": "Besin eksikliğinde yapraklar soluk ve küçük olur. İç mekân yeşil bitkileri için uygun dengeli gübreyi ilkbahar-yaz döneminde ayda 1 kez uygulayabilirsin. Fazla gübre kök yanığı yapabileceğinden düşük doz kullan."
  },

  "ZEZE Çiçeği (ZZ Plant – Zamioculcas zamiifolia)": {
    "root_rot": "ZZ çiçeği neredeyse hiç su istemeyen bir bitki olduğu için kök çürümesi en sık yapılan hata olan fazla sulamadan kaynaklanır. Bitkiyi saksıdan çıkar ve kahverengi, jelimsi kökleri tamamen kes. Rizomları tamamen kuruduktan sonra yeni, kuru toprağa dik. İlk 2–3 hafta sulama yapma.",
    "leaf_yellowing": "ZZ yapraklarının sararması neredeyse %90 aşırı sulama kaynaklıdır. Toprağı tamamen kurut ve sulamayı birkaç hafta durdur. Loş bir köşede tutuyorsan biraz daha aydınlık ama direkt güneş almayan bir yere taşı. Alt kısımdaki yaşlı yaprakların sararması normaldir.",
    "mealybugs": "Unlu bitler ZZ’nin parlak yapraklarında kolay görülür. Pamuklu çubukla alkol uygulayıp kolonileri temizle. Neem yağı hafif uygulandığında etkilidir ama yağlı yüzey yaprağı yakabileceği için uygulamadan sonra direkt güneş vermemelisin.",
    "spider_mites": "ZZ kuru havayı sever ama çok kuru ortamda örümcek akarı oluşabilir. Yaprakları ılık suyla nazikçe yıka ve hafif neem spreyi uygula. Ortamı hafif nemlendirmek akarların geri dönmesini engeller.",
    "powdery_mildew": "ZZ’de nadir görülür, ama olursa bitkiyi daha havadar bir yere al ve etkilenen yaprakları hafifçe sil. Sulamayı azaltmak ve yapraklara su püskürtmemek yeterli olur.",
    "leaf_burn": "Direkt güneşte ZZ yaprakları hızla bronzlaşır ve yanar. Bitkiyi filtreli ışığa al. Yazın cam kenarından uzak tut. Yanık lekeleri kalıcıdır ama bitki yeni, sağlıklı yapraklar çıkarır.",
    "mold": "Toprak küf tuttuysa çok suluyorsun demektir. Üst tabakayı temizle ve sulamayı ciddi şekilde azalt. Bitkiyi daha havadar bir noktaya taşı. Gerekirse toprak değişimi yap.",
    "nutrient_deficiency": "ZZ düşük besinle bile yaşar; eksiklik çok nadirdir. Ancak büyüme çok yavaşsa, ilkbahar-yaz aylarında düşük doz iç mekân gübresi verilebilir. Aşırı gübre rizomları yakabileceğinden dikkatli ol."
  },

  "Kalanchoe (Kalanchoe blossfeldiana)": {
    "root_rot": "Kalanchoe etli bir bitkidir ve fazla su kök çürümesine hızla neden olur. Bitkiyi saksıdan çıkar, çürük kökleri kes ve 2–3 gün gölgede kurut. Sonrasında kaktüs-sukulent toprağına dik. İlk haftalarda sulamayı minimumda tut.",
    "leaf_yellowing": "Kalanchoe yaprakları sararıyorsa aşırı sulama veya çok düşük ışık söz konusudur. Bitkiyi daha aydınlık bir pencere yakınına al ve sulamayı azalt. Çiçeği bittikten sonra eski yaprakların sararması normaldir.",
    "mealybugs": "Unlu bitler yaprak altlarında saklanır. Pamuklu çubukla alkol uygulayıp temizle ve hafif neem spreyini yap. Toprağa da kontrol et çünkü unlu bit köklere inebilir.",
    "spider_mites": "Kalanchoe sıcak ve kuru ortamda akar kapabilir. Yaprakları ılık suyla yıka ve düşük doz neem yağı uygula. Ortamı çok nemlendirme; aşırı nem çürümeye yol açar.",
    "powdery_mildew": "Kalanchoe küllenmeye yatkındır; beyaz unumsu lekeler olduğunda etkilenen yaprakları kes ve bitkiyi havadar bir yere al. Gerekirse hafif bir fungisit kullanabilirsin.",
    "leaf_burn": "Direkt güneş Kalanchoe yapraklarını hızla yakar. Bitkiyi sabah güneşi alan ama öğleden sonra gölge olan bir noktaya taşı. Yazın perde arkasında tutmak iyidir.",
    "mold": "Toprakta küf varsa sulamayı azalt ve daha havadar bir yere koy. Kalanchoe etli yapraklı olduğundan fazla nem sevmeyebilir. Toprak çok ağırsa yenile.",
    "nutrient_deficiency": "Besin eksikliğinde çiçeklenme azalır ve yapraklar küçülür. Çiçekli bitkiler için uygun gübreyi ayda 1 kez verebilirsin. Aşırı gübre kökleri yakabilir."
  },

  "Fil kulağı (Alocasia / Colocasia)": {
    "root_rot": "Fil kulağı çok suyu sever gibi görünse de, kökleri oksijensiz kaldığında hızla çürür. Toprak çamur gibiyse bitkiyi hemen çıkar ve çürük kökleri kes. Daha gevşek, perlitli bir karışımla saksıyı yenile. Sulamayı toprak üstü kuruduğunda yap.",
    "leaf_yellowing": "Alocasia yaprak sararması çoğunlukla aşırı sulama, düşük sıcaklık veya ani yer değişimiyle ilgilidir. Bitkiyi sıcak (en az 20–22°C) bir alana taşı ve sulama sıklığını azalt. Loş köşelerden uzak tut.",
    "mealybugs": "Unlu bitler sap bölgelerinde saklanır. Alkolle temizle ve neem yağı kullan. Alocasia yaprakları hassas olduğu için yoğun kimyasal kullanma.",
    "spider_mites": "Kuru havada Alocasia hemen örümcek akarı kapar. Yapraklara duş aldır, nemi artır ve neem yağı uygula. Ama çok nem, mantarı artırabileceğinden hava akımı şart.",
    "powdery_mildew": "Küllenme oluştuysa bitkiyi daha havadar bir yere al. Etkilenen yaprakları kes ve sulamayı sabah saatlerine çek. Yapraklara su püskürtme.",
    "leaf_burn": "Alocasia geniş yapraklarıyla ışığa duyarlıdır; cam kenarında ani güneş yaprakları yakar. Bitkiyi filtreli ışığa al. Yanık lekeleri geri dönmez.",
    "mold": "Toprakta küf oluşuyorsa aşırı suluyorsun. Üst tabakayı al ve toprağı kurut. Ortamı havalandır. Gerekirse toprak değişimi yap.",
    "nutrient_deficiency": "Besin eksikliğinde yapraklar küçük ve solgun olur. Büyüme döneminde 2–3 haftada bir dengeli gübre verebilirsin. Kışın gübreleme azaltılmalı."
  },
  "Zambak (Lily – Lilium spp.)": {
    "root_rot": "Zambaklarda kök ve soğan çürümesi, ağır ve sürekli ıslak toprakta çok hızlı gelişir; bitki solup yapraklar yumuşamaya başladıysa soğanı toprağın içinden çıkarıp kontrol etmelisin. Sağlıklı soğan sert ve dolgun, çürümüş olan ise kahverengi, yumuşak ve kötü kokuludur; çürük kısımları steril bir bıçakla kes ve geriye kalan bölümü bir süre gölgede kurut. Zambakları tekrar dikeceğin toprak mutlaka iyi drene olmalı, gerekirse kum ve perlit karıştırarak suyun hızla süzülmesini sağlamalısın. Dikimden sonra çok sık sulamaktan kaçın, özellikle serin havalarda toprağın üstü kurudukça su vermek en doğrusudur.",
    "leaf_yellowing": "Zambak yapraklarının sararması bazen çiçeklenme sonrası doğal yaşlanma sürecinin bir parçasıdır; özellikle alt yaprakların çiçekten sonra sararıp kuruması normal kabul edilir. Ancak sezon ortasında ve tüm bitkide yaygın bir sararma görüyorsan, fazla su, ağır toprak veya besin eksikliği gibi faktörleri düşünmelisin. Sulamayı dengeleyip toprağın sürekli çamur gibi olmamasına dikkat et ve gerekiyorsa hafif bir çiçekli bitki gübresiyle besin takviyesi yap. Sararmış yaprakları tamamen kuruduklarında dipten kesmek, bitkinin enerjisini soğan ve yeni sürgünlere yönlendirmesine yardımcı olur.",
    "mealybugs": "Zambaklarda unlu bit, özellikle yaprak koltuklarında ve çiçek sapı eklemlerinde saklanır; beyaz pamuksu lekeleri fark ettiğinde pamuklu çubuğa aldığın seyreltilmiş alkolle bu kolonileri tek tek temizleyebilirsin. Ardından yapraklara ve saplara hafif bir neem yağı veya böcek öldürücü sabun spreyi uygulamak, gözden kaçan böcekleri de etki altına alır. Çiçeklere doğrudan yoğun sprey sıkmaktan kaçın, çünkü hassas petallerde lekelenme yapabilir. Birkaç gün arayla bitkiyi yeniden kontrol ederek, yeni oluşan küçük kolonileri erken dönemde yok etmek popülasyonun büyümesini engeller.",
    "spider_mites": "Sıcak ve kuru havalarda zambaklar örümcek akarına yatkındır; yapraklarda sarı noktalar ve ince ağlar görüyorsan hortumla veya duşla yaprakların her iki yüzünü de yıkayarak başla. Yıkama sonrası fazla suyu silkerek bitkiyi hava alan, görece serin bir noktaya al. Uygun bir akarisit ya da neem yağı içeren karışımı yaprak altlarına ağırlık vererek uygulayabilir, gerekirse 7–10 gün arayla tekrarlayabilirsin. Toprağı çamur etmeyecek ama çevresel nemi hafif artıracak şekilde sulama düzeni, zambak için uygunken akarların sevdiği aşırı kuru mikro iklimi azaltır.",
    "powdery_mildew": "Zambaklarda küllenme, özellikle kalabalık ekim ve zayıf hava sirkülasyonunda görülür; yaprak ve sürgünlerde beyaz unumsu tabaka fark ettiğinde en ağır enfekte yaprakları budayarak ortadan kaldırmak iyi bir başlangıçtır. Bitkiler arasındaki mesafeyi artırarak ve zambakları rüzgar alan bir noktaya taşıyarak yaprakların daha hızlı kurumasını sağlayabilirsin. Sulamayı sabah saatlerinde, doğrudan toprağa yap ve yaprakların gece boyunca ıslak kalmamasına özen göster. Gerekirse zambaklara uygun bir fungisit ile düzenli, düşük dozlu uygulamalar yaparak küllenmeyi kontrol altında tutabilirsin.",
    "leaf_burn": "Zambak çiçek ve yaprakları, özellikle saksıda yetişiyorsa cam arkasından gelen sert öğle güneşinde yanabilir; yaprak uç ve kenarlarında kahverengi, kuru lekeler görüyorsan bitkiyi biraz daha gölge alan, sabah güneşi alan bir konuma taşımak faydalıdır. Gübreyi çok yoğun vermen de kök ve yaprak yanıklarına yol açabilir; böyle bir durumdan şüpheleniyorsan toprağı bir kez bol suyla yıkayıp fazla tuzları uzaklaştır. Yanmış yaprak kısımları geri dönmez ama bitki genel olarak sağlıklıysa yeni sürgün ve yapraklar çıkararak görüntüyü zamanla toparlayacaktır. Özellikle sıcak günlerde, güneşin en dik olduğu saatlerde hafif gölgeleme yapmak zambak yapraklarını korur.",
    "mold": "Zambakların çevresinde küf, genellikle yere düşen çiçek yaprakları ve nemli ortamla birlikte ortaya çıkar; solmuş çiçekleri ve dökülen yaprakları düzenli olarak temizleyerek mantar yükünü azaltabilirsin. Toprağın yüzeyinde küf tabakası görüyorsan üstteki kısmı kaşıkla al ve bir süre sulamayı azaltarak toprağın havalanmasına izin ver. Çok ağır ve su tutan bir toprak karışımı kullanıyorsan, zambakları daha geçirgen bir toprağa almak uzun vadeli çözüm sağlar. Bitkileri mümkün olduğunca hava akımı olan bir yere dikmek, küf ve çürüme sorunlarını azaltmaya yardımcı olur.",
    "nutrient_deficiency": "Zambak besin eksikliğinde zayıf sürgünler, küçük çiçekler ve solgun yapraklar gösterebilir; özellikle yoğun çiçeklenme beklediğin durumlarda dengeli bir çiçekli bitki gübresi kullanmak faydalıdır. İlkbaharda sürgünler uzarken, üretici talimatlarına uygun dozda gübreyi birkaç haftada bir uygulayabilirsin. Aşırı azot yaprakları yeşil tutsa da çiçeklenmeyi azaltabilir, bu nedenle gübre seçiminde fosfor ve potasyum dengesine de dikkat et. Sezon sonunda bitkinin yaprak ve saplarının doğal şekilde sararıp soğana besin geri dönmesine izin vermek, sonraki yıl için güçlü çiçekler elde etmene yardımcı olur."
  },

  "Ortanca (Hydrangea)": {
    "root_rot": "Ortancalar suyu sever ama köklerinin uzun süre su içinde kalmasına tahammül edemez; sürekli ıslak, ağır toprak kök çürümesini hızla başlatır. Bitkiyi dikkatlice saksıdan çıkarıp kökleri kontrol et; kahverengi ve yumuşak kökleri keserek yalnızca sağlam, açık renkli kökleri bırak. Drenajı iyi, organik maddece zengin ancak suyu gölet gibi tutmayan bir karışıma yeniden dik. Sulamayı bol ama aralıklı yaparak, toprağın üst kısmının iki sulama arasında hafifçe kurumasına izin vermek ortanca için ideal bir dengedir.",
    "leaf_yellowing": "Ortancada yaprak sararması hem besin eksikliğine hem de pH dengesizliğine işaret edebilir; damarlar yeşil kalırken yaprak ara kısımlar sararıyorsa demir eksikliği ve yüksek pH olasılığını düşünmelisin. Demir şelatı içeren preparatlar ve ortanca için uygun, hafif asidik gübreler bu durumda işe yarar. Aynı zamanda sulama düzenini de kontrol et; aşırı su veya uzun süreli kuraklık kökleri zayıflatıp sararmayı artırır. Çok yaşlı ve alt sıradaki sararmış yaprakları temizleyerek bitkinin enerjisini yeni sürgünlere yönlendirmesine yardım edebilirsin.",
    "mealybugs": "Ortancalarda unlu bitler, özellikle tomurcuk çevresinde ve yaprak koltuklarında yoğunlaşır; beyaz pamuksu lekeleri gördüğünde ilk olarak en ağır infekte sürgünleri budayarak yükü azaltabilirsin. Kalan böcekleri pamuklu çubuğa aldığın alkolle tek tek temizle, ardından yaprak ve sürgünlere böcek öldürücü sabun veya neem yağı içeren bir çözeltiden hafifçe püskürt. Tomurcuklara çok yoğun sprey sıkmamaya dikkat et, aksi takdirde çiçeklerde deformasyon yapabilir. Tedaviyi birkaç gün arayla tekrarlayarak yeni çıkan kolonileri erken aşamada yok etmeye çalış.",
    "spider_mites": "Sıcak ve kuru havalar, ortancaları örümcek akarına açık hale getirir; yapraklarda gümüşümsü solma ve küçük lekeler görüyorsan yaprak altlarına büyüteçle baktığında ince ağlar fark edebilirsin. Hortum veya duşla yaprakların her iki yüzünü de yıkayıp hem tozu hem de akarları uzaklaştırmak iyi bir başlangıçtır. Ardından uygun bir akarisit veya neem yağı karışımını, özellikle yaprak altlarına uygulayarak akarların yeniden tutunmasını zorlaştırabilirsin. Ortancanın çevresinde biraz daha nemli, ancak mutlaka hava sirkülasyonu olan bir ortam sağlamak uzun vadeli korunmaya yardım eder.",
    "powdery_mildew": "Ortancada küllenme, gölgeli ama nemli ve havasız konumlarda sık görülür; yaprakların üst yüzünde beyaz unumsu lekeler oluştuğunda etkilenen yaprakları mümkün olduğunca budayarak bitkinin üzerinde mantar yükünü azalt. Ortancayı daha havadar, mümkünse sabah güneşi alan ve gün içinde yaprakların çabuk kuruduğu bir noktaya taşı. Sulamayı kök bölgesine yönlendirip yaprakları ıslatmaktan kaçınmak, küllenme için uygun mikro iklimi bozar. Gerekirse ortancalara uygun bir fungisit kullanarak sezonda birkaç defa koruyucu ilaçlama yapabilirsin.",
    "leaf_burn": "Ortanca yaprakları geniş ve incedir; özellikle öğle güneşinde veya rüzgarla birleşen sıcak havada hızla yanabilirler. Kenarlarda kahverengi, kuru yanıklar görüyorsan bitkiyi biraz daha gölgeli, sabah güneşi alan bir konuma taşımak en iyisidir. Aynı zamanda su stresini de kontrol et; susuz kalıp sonra aniden çok su vermek yaprak uçlarının yanmasına neden olabilir. Çok yanmış yapraklar bitkinin görünümünü bozuyorsa, aşırıya kaçmadan budayarak yeni, sağlıklı yapraklara alan açabilirsin.",
    "mold": "Ortancanın diplerinde ve toprak yüzeyinde küf görüyorsan, muhtemelen dökülmüş çiçek ve yapraklar nemle birleşerek mantar gelişimine zemin hazırlıyordur. Solmuş çiçek başlarını ve dökülen yaprakları düzenli olarak temizlemek, küf oluşumunu belirgin şekilde azaltır. Toprak yüzeyi çok nemli ve ağırsa, sulama sıklığını azaltabilir ve gerekiyorsa toprağın üst kısmını tırmıkla hafifçe havalandırabilirsin. Çok ciddi küf problemlerinde, üst tabakayı alıp taze malzemeyle değiştirmek ve bitki etrafındaki hava akımını artırmak iyi bir stratejidir.",
    "nutrient_deficiency": "Ortanca besin eksikliğinde küçük çiçek başları, zayıf sürgünler ve solgun yapraklarla cevap verir; özellikle çiçek rengine etki eden pH ve besin dengesi önemlidir. Ortancalar için özel olarak formüle edilmiş gübreleri, ilkbahar ve yaz aylarında üretici talimatına göre periyodik olarak kullanabilirsin. Mavi veya pembe çiçek isteyenler için pH ayarlayıcı ürünler de (alüminyum sülfat gibi) tercih edilebilir, ancak bunları ölçülü kullanmak gerekir. Fazla gübre, özellikle saksı ortancalarında kökleri yakıp yaprak uçlarında yanıklara yol açabileceği için, düşük doz ve düzenli uygulama en güvenli yaklaşımdır."
  },

  "Kasımpatı (Chrysanthemum)": {
    "root_rot": "Kasımpatı, özellikle yoğun sulanan ve drenajı zayıf alanlarda kök çürümesine yatkındır; bitki soluklaşıp kolay devriliyorsa kök bölgesini incelemek gerekir. Toprağı açtığında köklerin kahverengi ve hamurumsu olduğunu görürsen, bitkiyi dikkatlice çıkarıp çürük kısımları steril makasla temizle. Daha geçirgen, suyu tutmayan bir karışıma yeniden dik ve sulamayı toprağın üst kısmı kurudukça yap. Canlı kök gelişimini desteklemek için bir süre gübre vermeden, sadece dengeli sulama ile bitkinin toparlanmasına izin ver.",
    "leaf_yellowing": "Kasımpatı yapraklarında sararma, hasat sonrası doğal yaşlanma sürecinin bir parçası olabildiği gibi, büyüme döneminde fazla su, az su veya besin eksikliği kaynaklı da olabilir. Toprağın durumunu kontrol et; çok ıslaksa sulamayı azalt, tamamen kuru ve sertse düzenli ama ölçülü sulama düzenine geç. Azot eksikliği genel sararmaya, demir eksikliği ise damarlar yeşil kalırken araların sararmasına neden olabilir; bu durumda çiçekli bitkiler için uygun, dengeli bir gübre yardımıyla besin takviyesi yapabilirsin. En alttaki çok yaşlı, sararmış yaprakları temizlemek, bitkinin daha genç sürgünlere odaklanmasını sağlar.",
    "mealybugs": "Unlu bitler kasımpatı üzerinde genç sürgün ve tomurcuk çevresini sever; beyaz pamuksu tabakalar fark ettiğinde, öncelikle en ağır enfekte dalları budayıp uzaklaştırmak popülasyonu azaltır. Kalan kolonileri pamuklu çubuk ve alkol yardımıyla tek tek temizleyebilir, ardından böcek öldürücü sabun veya neem yağı içeren hafif bir sprey uygulayabilirsin. Tomurcuklara çok yoğun sprey sıkmamaya dikkat et; aksi halde çiçekler tam açmadan zarar görebilir. Birkaç gün arayla bitkiyi tekrar kontrol ederek yeni kolonileri erken aşamada yok etmek gerekir.",
    "spider_mites": "Kasımpatı, özellikle sıcak ve kuru hava koşullarında örümcek akarına hassastır; yapraklarda ince ağlar ve noktasal solmalar görüyorsan akar şüphen güçlenir. Hortumla veya duşla yaprakların altını ve üstünü yıkayarak başlayabilir, ardından uygun bir akarisit veya neem yağı karışımını nazikçe uygulayabilirsin. Çiçek döneminde aşırı kimyasal kullanmaktan kaçınmak için, mekanik temizlik ve nem dengesinin sağlanması da önemlidir. Bitkiyi rüzgar alan ama don riski olmayan bir noktaya yerleştirmek, hem mantar hem de akar sorunlarını azaltır.",
    "powdery_mildew": "Kasımpatı küllenmeye eğilimli bir türdür; yapraklarda beyaz unumsu tabaka oluştuğunda etkilenen yaprakları budayıp uzaklaştırmak ilk yapılması gereken iştir. Bitkiler arasındaki mesafeyi artırarak, çok sık dikimden kaçınarak ve hava sirkülasyonunu iyileştirerek yeni enfeksiyonları azaltabilirsin. Sulamayı yapraklara değil doğrudan toprağa yapmak ve akşam saatlerinde sulamaktan kaçınmak, yaprakların gece boyunca ıslak kalmasını engeller. Gerekirse uygun bir fungisit ile düşük dozda, periyodik uygulamalar yaparak küllenmeyi kontrol altında tutabilirsin.",
    "leaf_burn": "Kasımpatı yaprakları, özellikle sıcak iklimlerde öğle güneşinde veya cam arkasında yanmalar gösterebilir; yaprak kenarlarında kahverengi, kuru bölgeler ve soluk alanlar fark edebilirsin. Bitkiyi sabah güneşi alan ama öğle-sonrası kısmi gölgede kalan bir konuma taşımak yanıkları azaltır. Yakın zamanda yoğun gübre kullandıysan, toprağı bol suyla yıkayıp fazla tuzları uzaklaştırmak gerekebilir. Çok hasarlı yaprakları budamak, bitkinin yeni ve sağlıklı yapraklar üretmesine alan açar.",
    "mold": "Kasımpatı çiçeklerinin ve yapraklarının üzerinde gri küf (Botrytis) görüyorsan, yüksek nem ve yetersiz hava sirkülasyonu sorunu var demektir. Enfekte çiçek ve yaprakları budayıp atarak mantar yükünü azalt ve bitki etrafındaki hava akımını artır. Sulamayı kök bölgesine yönlendirip, çiçek ve yaprakları özellikle akşam saatlerinde ıslatmaktan kaçınmak önemlidir. Çok yoğun küf problemlerinde, uygun bir fungisit kullanarak çiçeklenme sezonu boyunca koruyucu tedavi uygulayabilirsin.",
    "nutrient_deficiency": "Kasımpatı besin eksikliğinde zayıf çiçeklenme, küçük çiçek başları ve açık renkli yapraklarla cevap verir. Çiçekli bitkilere uygun dengeli bir gübreyi, özellikle büyüme ve tomurcuklanma döneminde üretici talimatına göre periyodik olarak verebilirsin. Fosfor ve potasyum, güçlü çiçek gelişimi için önemlidir; bu nedenle dengeli bir çiçek gübresi seçmek iyi olur. Fazla gübre kökleri yakabileceği ve tuz birikimi yapabileceği için, arada sade suyla sulayarak toprağı yıkamak faydalıdır."
  },

  "Atatürk Çiçeği (Poinsettia – Euphorbia pulcherrima)": {
    "root_rot": "Atatürk çiçeği dekoratif bir bitki olmasına rağmen kökleri fazla suya karşı oldukça hassastır; saksı tabağında su bırakmak ve ağır toprak kullanmak kök çürümesini hızla tetikler. Bitkiyi saksıdan çıkarıp kökleri incele; kahverengi, yumuşak kökleri steril makasla kes ve sadece açık renkli, sağlam kökleri bırak. Drenaj delikleri iyi olan bir saksıya, hafif ve geçirgen bir karışımla yeniden dik. Sulamayı toprak üstü kurudukça yap, toprağın tamamen çamur haline gelmesine izin verme.",
    "leaf_yellowing": "Atatürk çiçeğinde sararma ve yaprak dökümü çoğu zaman ani yer değişimi, cereyan, düşük sıcaklık veya fazla sulama ile ilişkili bir stres yanıtıdır. Bitkiyi sabit, cereyandan uzak, ılık (tercihen 18–22°C) ve aydınlık bir noktaya yerleştirip yerini sık sık değiştirmemeye çalış. Sulamayı toprağın üst kısmı kurdukça yap ve saksı tabağında su bırakma. Alt sıradaki eski yaprakların hafif sararıp dökülmesi normal olabilir, fakat üst yapraklarda ani dökülme varsa kök ve ortam koşullarını mutlaka kontrol et.",
    "mealybugs": "Unlu bitler Atatürk çiçeğinin yaprak koltukları ve renkli braktlarının diplerinde saklanır; beyaz pamuksu alanları pamuklu çubuk ve alkolle temizleyebilirsin. Ardından, iç mekan bitkileri için uygun, hafif bir böcek öldürücü sabun veya neem yağı karışımı uygulayarak gözden kaçan böcekleri de hedef alabilirsin. Uygulamayı akşam saatlerinde, direkt güneş yokken yapmak, yaprak lekelenmesini ve yanıkları azaltır. Birkaç gün arayla bitkiyi yeniden kontrol ederek, yeni oluşan kolonileri erken dönemde yok etmeye çalış.",
    "spider_mites": "Atatürk çiçeği, özellikle evde kalorifer yanına çok yakın konduğunda kuru havada örümcek akarına yatkın hale gelir; yapraklarda noktasal solma ve hafif ağlanma fark edebilirsin. Ilık suyla yapraklara nazikçe duş aldırarak hem tozu hem de akarların çoğunu uzaklaştır. Ardından neem yağı veya uygun bir akarisit içeren hafif bir spreyi yaprakların altına ağırlık vererek uygulayabilirsin. Bitkinin etrafındaki havayı çok kurutmadan, ancak yine de iyi hava akımı sağlayarak, akarların sevmediği bir denge oluşturmak gerekir.",
    "powdery_mildew": "Atatürk çiçeğinde küllenme, özellikle serin ve nemli ortamlarda ortaya çıkabilir; beyaz unumsu lekeler gördüğünde etkilenen yaprakları mümkünse budayıp uzaklaştır. Bitkiyi daha havadar, doğrudan cereyana girmeyen ama hava akımı olan bir noktaya taşı. Sulamayı toprağa yapıp yaprakları ıslatmaktan kaçınmak, mantar için uygun ortamı azaltır. Gerekirse iç mekan süs bitkilerine uygun hafif bir fungisit kullanarak küllenmeyi kontrol altında tutabilirsin.",
    "leaf_burn": "Atatürk çiçeğinin renkli braktları ve yaprakları direkt güneş ve sıcak hava akımlarından kolayca zarar görür; cam önünde yoğun öğle güneşi veya klima/vantilatör rüzgarı kahverengi yanık lekelerine neden olabilir. Bitkiyi, aydınlık ama ışığın filtrelendiği bir noktaya alarak daha yumuşak ışık koşulları sağlayabilirsin. Sulamada kullandığın su çok soğuksa, yapraklarda soğuk şoku lekeleri de oluşabilir; bu nedenle oda sıcaklığında su tercih et. Yanık lekeleri geri dönmez, ancak bitki uygun koşullarda yeni, sağlıklı yapraklar geliştirir.",
    "mold": "Atatürk çiçeği etrafında küf oluşumu genellikle düşen yaprak ve braktların toprak üzerinde kalması ve nemli ortamla birleşmesi sonucu ortaya çıkar. Dökülen yaprakları ve çiçek parçalarını düzenli olarak temizlemek, küf mantarını azaltır. Toprak yüzeyinde küf tabakası görüyorsan üst katmanı kaşıkla alıp atabilir ve sulama sıklığını azaltabilirsin. Bitkiyi hava akımı daha iyi olan bir yere taşımak, toprağın ve yüzeyin daha hızlı kurumasını sağlar.",
    "nutrient_deficiency": "Atatürk çiçeği besin eksikliğinde cansız renkler, zayıf sürgünler ve küçük braktlar gösterebilir; dekoratif dönemden önce ve büyüme sürecinde iç mekan süs bitkilerine uygun dengeli bir gübre kullanmak faydalıdır. Gübreyi, büyüme sezonunda 3–4 haftada bir, düşük dozda verebilirsin. Boyama dönemine giren bitkilerde (renkli brakt oluşumu) aşırı gübreden kaçınmak, hem renk hem de yaprak sağlığı için önemlidir. Fazla gübre kökleri yakabileceği için, zaman zaman sade suyla sulayarak tuz birikimini önlemek iyi bir pratiktir."
  },

  "Dua Çiçeği (Prayer Plant – Maranta leuconeura)": {
    "root_rot": "Dua çiçeği ince ve hassas köklere sahip olduğu için fazla sulama ve ağır toprakta sık sık kök çürümesi yaşar; yapraklar sarkıyor ve toprak ağır kokuyorsa saksıyı açıp kökleri kontrol etmelisin. Kahverengi, yumuşak, kolay dağılan kökleri steril bir makasla temizle ve bitkiyi daha gevşek, torflu ve perlitli bir karışıma al. Sulamayı toprak üstü kurudukça, ancak kökleri tamamen kurutmayacak şekilde, ılımlı bir ritimde sürdür; dua çiçeği hafif nemli ortamı sever ama suyun içinde kalmamalıdır.",
    "leaf_yellowing": "Dua çiçeğinde sararma çoğunlukla su kalitesi (aşırı klor ve tuz), yanlış sulama ve çok düşük hava nemiyle ilgilidir. Musluk suyu kullanıyorsan suyu bir süre dinlendirerek klorun uçmasını sağlayabilir veya filtre edilmiş su tercih edebilirsin. Toprak tamamen kuruyup sonra bir anda çok sulanıyorsa, bu dalgalanmalar yapraklarda stres ve sararmaya yol açar; daha tutarlı, az ama sık sulama düzeni genellikle daha iyidir. Aynı zamanda bitkiyi çok loş köşelerden alıp aydınlık ama dolaylı ışık alan bir yere taşımak renk desenlerini korumaya yardımcı olur.",
    "mealybugs": "Dua çiçeğinde unlu bit görüldüğünde, yaprak dokusu ince olduğu için çok nazik çalışmak gerekir; pamuklu çubuğa aldığın seyreltilmiş alkolle pamuksu kolonileri tek tek temizleyebilirsin. Kimyasal insektisitlerden kaçınmak daha güvenlidir; onun yerine, çok hafif neem yağı karışımlarını ince bir sisleme şeklinde uygulamak, yaprakları fazla ıslatmadan etki sağlar. Uygulamadan sonra bitkiyi direkt güneşe koymayıp, aydınlık ama filtreli ışık alan bir yerde tutmak, yaprakların yanmaması için önemlidir. Birkaç gün arayla düzenli kontrol, tekrar bulaşmayı erken yakalamanı sağlar.",
    "spider_mites": "Dua çiçeği yüksek nem seven bir türdür ve kuru havada örümcek akarına çok yatkındır; yapraklarda matlaşma, desen kaybı ve ince ağlar görüyorsan, ılık suyla yapraklara nazikçe duş aldırmak iyi bir başlangıçtır. Bitkinin çevresini nem tepsisi, oda nemlendiricisi veya gruplama yöntemiyle nemli tutmak, akarın sevdiği kuru ortamı bozar. Neem yağı içeren hafif bir karışımı yaprakların altına ağırlık vererek uygulayabilir, ancak yağ kalıntısının yoğun olmamasına dikkat etmelisin. Hava akımını tamamen kesmeden, cereyandan da uzak bir denge sağlamak dua çiçeği için idealdir.",
    "powdery_mildew": "Dua çiçeğinde küllenme, özellikle nem yüksek ama hava sirkülasyonu zayıf olduğunda ortaya çıkabilir; yaprak üzerinde beyazımsı lekeler fark ettiğinde, önce etkilenen yaprakları kısmen budayarak bitkinin üzerindeki mantar yükünü azalt. Nemli ortamı tamamen yok etmek yerine, hafif hava akımı sağlayacak bir yer seçmek daha doğrudur; çünkü dua çiçeği kuru havayı da sevmez. Sulamayı sabah saatlerine çekmek ve yaprakları gece çok ıslak bırakmamak, mantar için uygun koşulları azaltır. Çok gerekirse, iç mekan süs bitkilerine uygun hafif bir fungisit kullanabilirsin, ancak yaprakların ince ve hassas olduğunu unutmadan düşük dozlarda kalmalısın.",
    "leaf_burn": "Dua çiçeğinin desenli yaprakları direkt güneşe karşı son derece hassastır; cam kenarında gelen güçlü ışık bile yaprak kenarlarında kahverengi yanıklar ve desende solma yapabilir. Böyle bir durumda bitkiyi daha içeriye, filtreli ışık alan bir noktaya çekmek gerekir; doğu cephe veya tül perde arkası genellikle idealdir. Ayrıca çok sert musluk suyu, soğuk su veya aşırı gübre kullanımı da yaprak uç yanıklarına neden olabilir, bu yüzden oda sıcaklığında, dinlendirilmiş su ve düşük doz gübre kullanmak en iyisidir. Yanık uçları estetik açıdan rahatsız ediyorsa, yaprağın genel formunu çok bozmadan hafifçe budayabilirsin.",
    "mold": "Dua çiçeğinin toprağında veya saksı yüzeyinde küf oluşuyorsa, muhtemelen toprağı uzun süre ıslak bırakıyor ve yeterince hava sirkülasyonu sağlamıyorsun; üstteki küflü tabakayı kaşıkla alıp sulama sıklığını azaltmak ilk adımdır. Bitkiyi cereyan olmayan ama hava akımı olan bir noktaya taşıyarak, hem nemi koruyup hem de toprağın yüzeyinin daha hızlı kurumasını sağlayabilirsin. Toprak çok eski ve sıkışmışsa, dua çiçeği için uygun, hafif asidik ve gevşek bir karışıma repot etmek daha sağlıklı bir kök ortamı sunar. Ortam nemi yüksek kalırken, toprağın çamur gibi olmaması dua çiçeği için ideal dengedir.",
    "nutrient_deficiency": "Dua çiçeği besin eksikliğinde desenleri solmuş, mat yeşil yapraklar ve zayıf büyüme gösterebilir; iç mekan yeşil bitkileri için uygun, dengeli bir sıvı gübreyi büyüme döneminde 4–6 haftada bir, düşük dozda vermek genellikle yeterlidir. Fazla gübreleme, özellikle küçük saksıda tuz birikimi yaparak yaprak uç yanıklarına ve kök hasarına neden olabileceği için, önerilen dozun üzerine çıkmamak önemlidir. Zaman zaman sade suyla sulayıp toprağı yıkamak, biriken tuzların uzaklaşmasına yardım eder. Doğru ışık, yeterli nem ve ölçülü besleme ile dua çiçeği, belirgin desenli ve gece kendini kapatan sağlıklı yapraklar üretmeye devam eder."
  }
}

